Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Runtimes
ar: بيئات التشغيل
cs: Běhová prostředí
de: Laufzeitumgebungen
es: Entornos de ejecución
fr: Environnements d’exécution
it: Runtime
ja: ランタイム
nb_no: Runtimer
pl: Środowiska uruchomieniowe
uk: Середовища виконання
vi: Thời gian chạy

source: Packages that applications depend on
ar: الحزم التي تعتمد عليها التطبيقات
cs: Balíčky, na kterých aplikace závisí
de: Pakete, auf die Anwendungen angewiesen sind
es: Paquetes de los que dependen las aplicaciones
fr: Paquets dont les applications dépendent
it: Pacchetti da cui dipendono le applicazioni
ja: アプリケーションが依存するパッケージ
nb_no: Pakker som applikasjoner er avhengig av
pl: Pakiety będące zależnościami aplikacji
uk: Пакети, від яких залежать додатки
vi: Các gói mà ứng dụng phụ thuộc vào

source: Filter by Remotes
ar: رشح بالمستودعات
cs: Filtrovat podle repozitářů
de: Nach Gegenstellen filtern
es: Filtrar por repositorios
fr: Filtrer par dépôt
it: Filtra per repository
ja: リモートで絞り込む
nb_no: Filtrer etter fjernservere
pl: Filtruj po źródłach
uk: Фільтрувати додатки за віддаленими сховищами
vi: Lọc theo điều khiển từ xa

source: Show packages from selected remotes
ar: اظهر الحزم من المستودعات المحدَّدة
cs: Zobrazit balíčky z vybraných repozitářů
de: Pakete von ausgewählten Repositories anzeigen
es: Mostrar paquetes de controles remotos seleccionados
fr: Afficher les paquets des dépôts sélectionnés
it: Mostra pacchetti dai repository selezionati
ja: 選択したリモートのパッケージを表示
nb_no: Vis pakker fra valgte fjernservere
pl: Pokaż pakiety z wybranych źródeł
uk: Показати пакети з вибраних репозиторіїв
vi: Hiển thị các gói từ điều khiển từ xa đã chọn

source: Showing packages from all remotes
ar: الحزم مظهرة من جميع المستودعات
cs: Zobrazuji balíčky ze všech repozitářů
de: Pakete von allen Repositories anzeigen
es: Mostrando paquetes de todos los controles remotos
fr: Affichage des paquets de tous les dépôts
it: Mostra pacchetti da tutti i repository
ja: すべてのリモコンからパッケージを表示
nb_no: Viser pakker fra alle fjernservere
pl: Pokaż pakiety z wszystkich źródeł
uk: Показано пакети з усіх репозиторіїв
vi: Hiển thị các gói từ tất cả các điều khiển từ xa

source: Enable to show packages from selected remotes
ar: فعِّل لإظهار الحزم من المستودعات المحدَّدة
cs: Povolit pro zobrazení balíčků z vybraných repozitářů
de: Aktivieren, um Pakete von ausgewählten Repository anzuzeigen
es: Habilitar para mostrar paquetes de controles remotos seleccionados
fr: Activer pour afficher les paquets des dépôts sélectionnés
it: Abilita per mostrare i pacchetti dai repository selezionati
ja: 選択したリモートのパッケージを表示できるようにする
nb_no: Slå på for å vise pakker fra valgte fjernservere
pl: Włącz pokazywanie pakietów z wybranych źródeł
uk: Увімкніть, щоб показати пакети з вибраних репозиторіїв
vi: Kích hoạt để hiển thị các gói từ điều khiển từ xa đã chọn

source: Filter by Runtimes
ar: رشح ببيئات التشغيل
cs: Filtrovat podle běhových prostředí
de: Nach Laufzeitumgebung filtern
es: Filtrar por tiempos de ejecución
fr: Filtrer par environnements d’exécution
it: Filtra per runtime
ja: ランタイムで絞り込む
nb_no: Filtrer etter runtimer
pl: Filtruj po środowiskach uruchomieniowych
uk: Фільтрувати додатки за середовищами виконання
vi: Lọc theo thời gian chạy

source: Show apps using selected runtimes
ar: اظهر التطبيقات ببيئات تشغيل محدَّدة
cs: Zobrazit aplikace používající vybraná běhová prostředí
de: Anwendungen mit diesen Laufzeitumgebungen anzeigen
fr: Afficher les applications utilisant les environnements d’exécution sélectionnés
it: Mostra le applicazioni che usano i runtime selezionati
ja: 選択したランタイムを使用しているアプリを表示する
nb_no: Vis apper som bruker de valgte runtimene
pl: Pokaż aplikacje korzystające z wybranych środowisk uruchomieniowych
uk: Показати додатки, що використовують вибрані середовища виконання
vi: Hiển thị các ứng dụng sử dụng thời gian chạy đã chọn

source: Showing apps using any runtime
ar: الحزم مظهرة بواسطة أي المستودع
cs: Zobrazuji aplikace používající jakékoliv běhové prostředí
de: Anwendungen mit dieser Laufzeitumgebung anzeigen
es: Mostrando aplicaciones que utilizan cualquier entorno de ejecución
fr: Afficher les applications utilisant n’importe quel environnement d’exécution
it: Mostra le applicazioni che usano qualunque runtime
ja: 任意のランタイムを使用するアプリの表示
nb_no: Viser apper som bruker noen som helst runtime
pl: Pokaż aplikacje korzystające z dowolnego środowiska uruchomieniowego
uk: Показано додатки, що використовують будь-яке середовище виконання
vi: Hiển thị các ứng dụng sử dụng bất kỳ thời gian chạy nào

source: Enable to show apps using selected runtimes
ar: فعِّل لإظهار التطبيقات بواسطة بيئات التشغيل المحدَّدة
cs: Povolit pro zobrazení aplikací používající vybraná běhová prostředí
de: Aktivieren, um Pakete mit diesen Laufzeitumgebungen anzuzeigen
es: Habilitar para mostrar aplicaciones con los tiempos de ejecución seleccionados
fr: Activer pour afficher les applications utilisant les environnements d’exécution sélectionnés
it: Abilita per mostrare le app che usano i runtime selezionati
ja: 選択したランタイムを使用しているアプリを表示できるようにする
nb_no: Slå på for å vise apper som bruker de valgte runtimene
pl: Włącz aby pokazać aplikacje używające wybranych środowisk uruchomieniowych
uk: Увімкніть, щоб показати додатки, що використовують вибрані середовища виконання
vi: Bật để hiển thị các ứng dụng sử dụng thời gian chạy đã chọn

source: Reset Filters
ar: صفّر المرشحات
cs: Resetovat filtry
de: Filter zurücksetzen
es: Establecer filtros
fr: Réinitialiser les filtres
it: Reimposta filtri
ja: フィルターをリセット
nb_no: Tilbakestill filtre
pl: Resetuj filtry
uk: Скинути фільтри
vi: Đặt lại bộ lọc

source: Search Packages
ar: ابحث عن الحزم
cs: Hledat balíčky
de: Pakete durchsuchen
es: Buscar paquetes
fr: Rechercher des paquets
it: Ricerca pacchetti
ja: パッケージを検索
nb_no: Søk gjennom pakker
pl: Przeszukaj pakiety
uk: Шукати пакети
vi: Gói tìm kiếm

source: Select Packages
ar: اختر الحزم
cs: Vybrat balíčky
de: Wähle Sie eine Anwendung
es: Seleccionar paquetes
fr: Sélectionner des paquets
it: Seleziona pacchetti
ja: パッケージの選択
nb_no: Velg pakker
pl: Wybierz pakiety
uk: Вибрати пакети
vi: Chọn gói

source: No Packages Match Filters
ar: لم يعثر على حزم مطابقة للمرشحات
cs: Žádné balíčky neodpovídají filtrům
de: Keine Flatpak-Pakete passen zu diesen Filtern
es: No hay paquetes que coincidan con los filtros
fr: Aucun paquet correspondant aux filtres
it: Nessun pacchetto corrispondente ai filtri
ja: フィルターに一致するパッケージがない
nb_no: Ingen pakker oppfyller filtrene
pl: Brak pakietów spełniających kryteria
uk: Немає пакетів, що відповідають фільтрам
vi: Không có gói nào phù hợp với bộ lọc

source: No installed package matches all of the currently applied filters
ar: لا توجد حزمة مثبتة تطابق جميع المرشحات المطبَّقة
cs: Žádný nainstalovaný balíček neodpovídá všem momentálně aplikovaným filtrům
de: Keine installierte Anwendung passt zu den ausgewählten Filtern
es: No hay ningún paquete instalado que coincida con ninguno de los filtros aplicados actualmente
fr: Aucun paquet installé ne correspond aux filtres actuellement appliqués
it: Nessun pacchetto installato corrisponde a tutti i filtri attualmente applicati
ja: 現在適用されているすべてのフィルタに一致するインストール済みパッケージはありません
nb_no: Ingen installerte pakker oppfyller alle filtre i bruk
pl: Żaden zainstalowany pakiet nie pasuje do wszystkich aktualnie zastosowanych filtrów
uk: Жоден встановлений пакет не відповідає всім поточним фільтрам
vi: Không có gói cài đặt nào phù hợp với tất cả các bộ lọc hiện được áp dụng

source: No Packages Found
ar: لم يعثر على حزم
cs: Nenalezeny žádné balíčky
de: Keine Flatpak-Pakete gefunden
es: No se han encontrado paquetes
fr: Aucun paquet trouvé
it: Nessun pacchetto trovato
ja: パッケージが見つかりません
nb_no: Ingen pakker funnet
pl: Nie znaleziono pakietów
uk: Пакети не знайдено
vi: Không tìm thấy gói nào

source: Warehouse cannot see the list of installed packages or your system has no packages installed
ar: ويرهاوس لم يستطع رؤية قائمة الحزم المثبَّتة أو أن نظامك لا يملك أي حزم مثبِّتة
cs: Warehouse nevidí seznam nainstalovaných balíčků nebo váš systém nemá nainstalovány žádné balíčky
de: Warehouse kann die Liste installierter Flatpak-Anwendungen nicht einsehen oder es sind keine auf diesem System installiert
es: Warehouse no puede ver la lista de paquetes instalados o su sistema no tiene paquetes instalados
fr: Soit Warehouse ne peut voir la liste des paquets installés soit aucun paquet n’a été installé sur ce système
it: Warehouse non può vedere la lista dei pacchetti installati o il sistema non ha pacchetti installati
ja: Warehouseにインストールされているパッケージのリストが表示されない、またはシステムにパッケージがインストールされていない。
nb_no: Warehouse kan ikke nå listen over installerte pakker, eller systemet har ingen pakker installerte
pl: Warehouse nie widzi listy zainstalowanych pakietów lub system nie ma zainstalowanych pakietów
uk: Warehouse не може побачити список встановлених пакетів або на вашій системі немає встановлених пакетів
vi: Warehouse không xem được danh sách các gói đã cài đặt hoặc hệ thống của bạn chưa cài đặt gói nào

source: No Results Found
ar: لم يُعثر على نتائج
cs: Nenalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat
it: Nessun risultato trovato
ja: 結果が見つかりません
nb_no: Ingen treff
pl: Nie znaleziono wyników
uk: Не вдалося нічого знайти
vi: Không tìm thấy kết quả

source: Try a different search
ar: جرب بحثًا أخر
cs: Zkuste vyhledat něco jiného
de: Versuchen Sie andere Suchbegriffe
es: Pruebe con una búsqueda diferente
fr: Essayez une recherche différente
it: Prova una ricerca diversa
ja: 別の検索を試して下さい
nb_no: Prøv et annet søk
pl: Spróbuj wyszukać coś innego
uk: Спробуйте інший пошук
vi: Hãy thử tìm kiếm khác

source: Select All
ar: اختر الكل
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutti
ja: すべて選択
nb_no: Velg alle
nl: Alles selecteren
pl: Wybierz wszystkie
th: เลือกทั้งหมด
uk: Обрати всі
vi: Chọn tất cả

source: Uninstall
ar: ألغِ التثبيت
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
nb_no: Avinstaller
nl: Deïnstalleren
pl: Odinstaluj
th: ถอนการติดตั้ง
uk: Видалити
vi: Gỡ cài đặt

source: Copy Names
ar: انسخ الأسماء
cs: Kopírovat názvy
de: Namen kopieren
es: Copiar nombres
fr: Copier les noms
it: Copia i nomi
ja: 名前をコピー
nb_no: Kopier navn
nl: Namen kopiëren
pl: Skopiuj nazwy
th: คัดลอกชื่อ
uk: Скопіювати назви
vi: Sao chép tên

source: Copy IDs
ar: انسخ IDs
cs: Kopírovat více ID
de: IDs kopieren
es: Copiar IDs
fr: Copier les identifiants
it: Copia gli identificativi
ja: IDをコピー
nb_no: Kopier ID-er
nl: IDs kopiëren
pl: Skopiuj identyfikatory
th: คัดลอด ID
uk: Скопіювати ідентифікатори
vi: Sao chép ID

source: Copy Refs
ar: انسخ الإشارات
cs: Kopírovat reference
de: Referenzen kopieren
es: Copiar refs
fr: Copier les référentiels
it: Copia i riferimenti
ja: Refsをコピー
nb_no: Kopier ref-er
nl: Refs kopiëren
pl: Skopiuj numery referencyjne
th: คัดลอก Refs
uk: Скопіювати референси
vi: Sao chép tài liệu tham khảo

source: {} Selected
ar: {} محدِّد
cs: {} vybráno
de: {} ausgewählt
es: {} Seleccionado
fr: {} sélectionné(s)
it: {} Selezionato
ja: {} 選択された
nb_no: {} valgt
pl: Wybrano {}
uk: {} Обрано
vi: {} Đã chọn

source: Error getting Flatpak '{}'
ar: تعذر الحصول على فلاتباك '{}'
cs: Došlo k chybě při získávání Flatpaku '{}'
de: Fehler beim Abrufen von Flatpak '{}'
es: Error al obtener Flatpak '{}'
fr: Erreur lors de l’obtention du Flatpak « {} »
it: Errore nell'ottenere il Flatpak '{}'
ja: Flatpak取得エラー '{}'
nb_no: Klarte ikke å hente Flatpak-pakken «{}»
pl: Błąd pobierania Flatpaka '{}'
uk: Помилка при отриманні Flatpak '{}'
vi: Lỗi khi tải Flatpak '{}'

source: Names
ar: الأسماء
cs: Názvy
de: Namen
es: Nombres
fr: Noms
it: Nomi
ja: 名前
nb_no: Navn
pl: Nazwy
uk: Назви
vi: Tên

source: Refs
ar: الإشارات
cs: Reference
de: Referenzen
es: Referencias
fr: Réf
nb_no: Ref-er
pl: Referencje
uk: Посилання
vi: Tham chiếu

source: Copied {}
ar: نُسخ {}
cs: {} zkopírován
de: {} kopiert
es: Copiado {}
fr: {} copié
it: {] copiato
ja: コピー済 {}
nb_no: Kopierte {}
nl: {} gekopieerd
pl: Skopiowano {}
th: คัดลอก {} แล้ว
uk: Скопійовано {}
vi: Đã sao chép {}

source: Could not copy {}
ar: تعذر نسخ {}
cs: Nepodařilo se zkopírovat {}
de: Konnte {} nicht kopieren
es: No se ha podido copiar {}
fr: Impossible de copier {}
it: Non è stato possibile copiare {}
ja: コピーできなかった {}
nb_no: Klarte ikke å kopiere {}
pl: Nie można skopiować {}
uk: Не вдалося скопіювати {}
vi: Không thể sao chép {}

source: Errors occurred while uninstalling
ar: حدثت أخطاء أثناء إلغاء التثبيت
cs: Došlo k chybám během odinstalace
de: Fehler beim Deinstallieren aufgetreten
es: Se han producido errores al desinstalar
fr: Des erreurs se sont produites lors de la désinstallation
it: Sono accaduti degli errori durante la disinstallazione
ja: アンインストール中にエラーが発生しました
nb_no: Feil oppsto under avinstallering
pl: Podczas odinstalowywania wystąpiły błędy
uk: Під час видалення виникли помилки
vi: Đã xảy ra lỗi khi gỡ cài đặt

source: Uninstalled Packages
ar: الحزم التي إلغِ تثبيتها
cs: Odinstalovány balíčky
de: Deinstallierte Anwendungen
es: Paquetes desinstalados
fr: Paquets désinstallés
it: Pacchetti disinstallati
ja: アンインストールされたパッケージ
nb_no: Avinstallerte pakker
pl: Odinstalowano pakiety
uk: Видалені пакети
vi: Các gói đã gỡ cài đặt

source: Loading Packages
ar: جارٍ تحميل الحزم
cs: Načítám balíčky
de: Lade Pakete
es: Cargando paquetes
fr: Chargement des paquets
it: Caricamento pacchetti in corso
ja: パッケージを読み込み中
nb_no: Laster inn pakker
pl: Ładowanie pakietów
uk: Завантаження пакетів
vi: Đang tải gói

source: This should only take a moment
ar: سيأخذ فقط لحظة
cs: Tohle by mělo trvat jen chvíli
de: Das sollte nur einen Augenblick dauern
es: Esto solo debería llevar un momento
fr: Cela ne devrait prendre qu’un instant
it: Questa operazione dovrebbe richiedere pochi instanti
ja: これは一瞬で終わるはずだ
nb_no: Dette tar bare et øyeblikk
pl: Powinno to zająć tylko chwilę
uk: Це не займе багато часу
vi: Quá trình này chỉ mất một chút thời gian

source: Uninstalling Packages
ar: جارٍ إلغاء تثبيت الحزم
cs: Odinstaluji balíčky
de: Deinstalliere Pakete
es: Desinstalando paquetes
fr: Désinstallation des paquets
it: Disinstallazione pacchetti in corso
ja: パッケージのアンインストール
nb_no: Avinstallerer pakker
pl: Odinstalowywanie pakietów
uk: Видалення пакетів
vi: Gỡ cài đặt gói

source: Reinstalling Package
ar: يُعاد تثبيت الحزم
cs: Přeinstalovávám balíček
de: Installiere Paket neu
es: Reinstalando paquete
fr: Réinstallation du paquet
it: Reinstallazione del pacchetto in corso
ja: パッケージの再インストール
nb_no: Installerer pakke på nytt
pl: Reinstalacja pakietu
uk: Перевстановлення пакета
vi: Gói cài đặt lại

source: This could take a while
ar: قد يأخذ وقتًا طويلًا
cs: Tohle může chvíli trvat
de: Das kann einen Moment dauern
es: Esto podría tardar un poco
fr: Cela peut prendre du temps
it: Potrebbe volerci un po'
ja: しばらく時間がかかるかもしれない
nb_no: Dette kan ta en god stund
pl: To może chwilę potrwać
uk: Це може зайняти певний час
vi: Quá trình này có thể mất một lúc

source: Changing Version
ar: يُغير الإصدار
cs: Měním verzi
de: Geänderte Version
es: Cambiando versión
fr: Changement de version
it: Cambio versione in corso
ja: バージョン変更
nb_no: Endrer versjon
pl: Zmienianie wersji
uk: Зміна версії
vi: Thay đổi phiên bản

source: Keep
ar: ابقِ
cs: Ponechat
de: Behalten
es: Mantener
fr: Conserver
it: Mantieni
ja: キープ
nb_no: Behold
nl: Behouden
pl: Zachowaj
th: เก็บไว้
uk: Зберегти
vi: Giữ

source: Allows restoring app settings and content
ar: يسمح باستعادة إعدادات ومحتويات التطبيق
cs: Umožňuje obnovit nastavení a obsah aplikace
de: Erlaube das Wiederherstellen der Einstellungen und Inhalte
es: Permite restaurar la configuración y el contenido de la aplicación
fr: Permettre la restauration des paramètres et du contenu de l’application
it: Permette il ripristino delle impostazioni e dei dati dell'applicazione
ja: アプリの設定やコンテンツの復元が可能
nb_no: Tillater gjenoppretting av appinnstillinger og -innhold
pl: Zezwala na przywracanie ustawień i zawartości aplikacji
uk: Дозволяє відновити налаштування додатків та вміст
vi: Cho phép khôi phục cài đặt và nội dung ứng dụng

source: Trash
ar: انقل للمهملات
cs: Přesunout do koše
de: Müll
es: Papelera
fr: Mettre à la corbeille
it: Cestino
ja: ゴミ
nb_no: Slett
nl: In prullenbak gooien
pl: Kosz
th: ทิ้ง
uk: У смітник
vi: Thùng rác

source: Send data to the trash
ar: انقل البيانات إلى مهملات
cs: Přesunout data do koše
de: Daten in dem Papierkorb verschieben
es: Enviar los datos a la papelera
fr: Mettre les données à la corbeille
it: Sposta i dati utente nel cestino
ja: ゴミ箱にデータを送る
nb_no: Send data til søppel
pl: Wyślij dane do kosza
uk: Відправити дані до смітника
vi: Gửi dữ liệu vào thùng rác

source: Uninstall {}?
ar: الغِ تثبيت {}؟
cs: Odinstalovat {}?
de: Deinstalliere {}?
es: ¿Desinstalar {}?
fr: Désinstaller {} ?
it: Vuoi disinstallare {}?
ja: アンインストール {}?
nb_no: Avinstaller {}?
nl: {} deïnstalleren?
pl: Odinstalować {}?
th: ถอนการติดตั้ง {}?
uk: Видалити {}?
vi: Gỡ cài đặt {}?

source: It will not be possible to use {} after removal
ar: لن يُستطاع استخدام {} بعد الحذف
cs: Po odstranění nebude možné používat {}
de: Es wird nicht mehr möglich sein {} nach der Deinstallation zu verwenden
es: No será posible usar {} después de la eliminación
fr: Il ne sera plus possible d’utiliser {} après sa désinstallation
it: Non sarà possibile utilizzare {} dopo la rimozione
ja: 使うことはできないでしょう {} 取り外し後
nb_no: Det vil ikke være mulig å bruke {} etter avinstallering
pl: Po usunięciu nie będzie możliwe korzystanie z {}
uk: Після видалення використання {} буде неможливим
vi: Sẽ không thể sử dụng {} sau khi xóa

source: Uninstall Packages?
ar: إلغاء تثبيت الحزم؟
cs: Odinstalovat balíčky?
de: Anwendungen deinstallieren?
es: ¿Desinstalar paquetes?
fr: Désinstaller les paquets ?
it: Disinstallare i pacchetti?
ja: パッケージをアンインストールしますか?
nb_no: Avinstaller pakker?
pl: Odinstalować pakiety?
uk: Видалити пакети?
vi: Gỡ cài đặt gói?

source: It will not be possible to use these packages after removal
ar: لن يُستطاع استخدام هذه الحزم بعد الحذف
cs: Po odstranění nebude možné používat tyto balíčky
de: Diese Pakete können nach der Entfernung nicht mehr verwendet werden
es: No será posible usar estos paquetes después de la eliminación
fr: Il ne sera plus possible d’utiliser ces paquets après leur suppression
it: Non sarà possibile utilizzare questi pacchetti dopo la rimozione
ja: これらのパッケージを削除すると、使用できなくなります。
nb_no: Det vil ikke være mulig å bruke disse pakkene etter avinstallering
pl: Po usunięciu nie będzie możliwe korzystanie z tych pakietów
uk: Після видалення ці пакети не будуть доступні для використання
vi: Sẽ không thể sử dụng các gói này sau khi gỡ bỏ

source: App Settings & Content
ar: إعدادات التطبيق ومحتوياته
cs: Nastavení a obsah aplikace
de: Anwendungs-Einstellungen & -Daten
es: Configuración y contenido de la aplicación
fr: Paramètres et contenu de l’application
it: Impostazioni e dati dell'applicazione
ja: アプリの設定とコンテンツ
nb_no: Appinnstillinger og -innhold
pl: Ustawienia i dane aplikacji
uk: Налаштування додатків та вміст
vi: Nội dung và cài đặt ứng dụng

source: Properties Page Unavailable
ar: صفحة الخصائص غير متوفرة
cs: Stránka vlastností je nedostupná
de: Eigenschaften nicht verfügbar
es: Página de propiedades no disponible
fr: Page des propriétés indisponible
it: Pagina delle proprietà non disponibile
ja: プロパティページが利用できません
nb_no: Egenskaper-siden utilgjengelig
pl: Właściwości są niedostępne
uk: Сторінка властивостей недоступна
vi: Trang thuộc tính không có sẵn

source: Cannot show the properties page at this time
ar: تعذر إظهار صفحة الخصائص حاليًا
cs: Momentálně nelze zobrazit stránku s vlastnostmi
de: Die Eigenschaftsseite kann momentan nicht angezeigt werden
es: No se puede mostrar la página de propiedades en este momento
fr: Il est actuellement impossible d’afficher la page des propriétés
it: Impossibile mostrare la pagina delle proprietà in questo momento
ja: 現在、プロパティページを表示できません
nb_no: Kan ikke vise egenskaper-siden akkurat nå
pl: Nie można teraz pokazać właściwości
uk: Не вдалося показати сторінку властивостей на даний момент
vi: Không thể hiển thị trang thuộc tính vào lúc này

source: Open
ar: افتح
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
it: Avvia
ja: 開く
nb_no: Åpne
nl: Openen
pl: Otwórz
th: เปิด
uk: Відкрити
vi: Mở

source: Open User Data
ar: افتح بيانات المستخدم
cs: Otevřít uživatelská data
de: Benutzerdaten öffnen
es: Abrir datos de usuario
fr: Ouvrir les données utilisateur
it: Apri dati utente
ja: ユーザーデータを開く
nb_no: Åpne brukerdata
pl: Otwórz dane użytkownika
uk: Відкрити дані користувача
vi: Mở dữ liệu người dùng

source: Trash User Data
ar: انقل بيانات المستخدم للمهملات
cs: Přesunout uživatelská data do koše
de: Benutzerdaten löschen
es: Eliminar datos de usuario
fr: Mettre les données utilisateur à la corbeille
it: Cestina dati utente
ja: ユーザーデータをゴミ箱へ
nb_no: Slett brukerdata
nl: Gebruikersdata in prullenbak gooien
pl: Przenieś do kosza dane użytkownika
th: ทิ้งข้อมูลขอผู้ใช้
uk: Відправити дані користувача у Смітник
vi: Thùng rác dữ liệu người dùng

source: Version
ar: الإصدار
cs: Verze
es: Versión
it: Versione
ja: バージョン
nb_no: Utgivelse
nl: Versie
pl: Wersja
th: เวอร์ชั่น
uk: Версія
vi: Phiên bản

source: Updates Disabled
ar: التحديثات معطَّلة
cs: Aktualizace zakázány
de: Updates deaktivieren
es: Actualizaciones desactivadas
fr: Mises à jour désactivées
it: Aggiornamenti disabilitati
ja: アップデートは無効
nb_no: Oppdateringer skrudd av
nl: Updates uitgeschakeld
pl: Aktualizacje wyłączone
th: ปิดการอัพเดต
uk: Оновлення вимкнені
vi: Đã tắt cập nhật

source: Disable Updates
ar: عطل التحديثات
cs: Zakázat aktualizace
de: Updates deaktivieren
es: Desactivar actualizaciones
fr: Désactiver les mises à jour
it: Disabilita aggiornamenti
ja: アップデートを無効にする
nb_no: Skru av oppdateringer
nl: Updates uitschakelen
pl: Wyłącz aktualizacje
th: ระงับการอัพเดท
uk: Вимкнути оновлення
vi: Tắt cập nhật

source: Mask this package so it's never updated
ar: قنِّع هذه الحزمة حتى لا تُحدَث
cs: Zamaskovat tento balíček tak, aby nebyl nikdy aktualizován
de: Markieren Sie dieses Paket, sodass es nie geupdatet wird
es: Enmascarar este paquete para que nunca se actualice
fr: Masquer ce paquet pour qu’il ne soit plus mis à jour
ja: 更新されないのでこのパッケージを隠す
nb_no: Masker denne pakken, slik at den aldri skal oppdateres
pl: Ukryj ten pakiet żeby go nigdy nie aktualizować
uk: Сховати цей пакет, щоб він ніколи не оновлювався
vi: Che gói này để nó không bao giờ được cập nhật

source: Change Version
ar: غيِّر الإصدار
cs: Změnit verzi
de: Version ändern
es: Cambiar Versión
fr: Changer la version
it: Cambia Versione
ja: バージョン変更
nb_no: Endre versjon
pl: Zmień wersję
uk: Змінити версію
vi: Thay đổi phiên bản

source: Upgrade or downgrade this package
ar: رقِّ او تراجع عن ترقية هذه الحزمة
cs: Aktualizovat nebo snížit verzi tohoto balíčku
de: Diese Anwendung updaten oder downgraden
es: Actualizar o degradar este paquete
fr: Mettre à niveau ou rétrograder ce paquet
ja: 本パッケージのアップグレードまたはダウングレード
nb_no: Oppgrader eller nedgrader denne pakken
pl: Zaktualizuj bądź obniż wersję tego pakietu
uk: Оновити або знизити версію цього пакета
vi: Nâng cấp hoặc hạ cấp gói này

source: Installed Size
ar: حجم التثبيت
cs: Velikost instalace
de: Installationsgröße
es: Tamaño de instalación
fr: Taille installée
it: Dimensione installata
ja: インストールされたサイズ
nb_no: Installasjonsstørrelse
nl: Geïnstalleerde grootte
pl: Zainstalowany rozmiar
th: ขนาดแอป
uk: Розмір встановлених файлів
vi: Kích thước đã cài đặt

source: Runtime
ar: بيئة التشغيل
cs: Běhové prostředí
de: Laufzeitumgebung
es: Entorno de ejecución
fr: Environnement d’exécution
ja: ランタイム
pl: Środowisko uruchomieniowe
th: รันไทม์
uk: Середовище виконання більше не підтримується
vi: Thời gian chạy
