Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Warehouse will try to install the matching packages.
ar: ويرهاوس سيحاول تثبيت الحزم المطابقة.
cs: Warehouse se pokusí nainstalovat odpovídající balíčky.
de: Warehouse wird versuchen, die passenden Pakete zu installieren.
es: Warehouse intentará instalar aplicaciones que coincidan con los paquetes de datos seleccionados.
fr: Warehouse essayera d’installer les paquets correspondants.
it: Warehouse tenterà di installare i pacchetti corrispondenti.
ja: Warehouseは一致するパッケージのインストールを試みます。
nb_no: Warehouse vil forsøke å installere de samsvarende pakkene.
pl: Warehouse spróbuje zainstalować aplikacje pasujące do wybranych danych.
uk: Warehouse спробує встановити відповідні пакети.
vi: Warehouse sẽ cố gắng cài đặt các gói phù hợp.

source: Cancel
ar: ألغِ
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Install
ar: ثبِّت
cs: Instalovat
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
nb_no: Installer
nl: Installeren
pl: Zainstaluj
th: ติดตั้ง
uk: Встановити
vi: Cài đặt

source: Choose a Remote
ar: اختر مستودعًا
cs: Vybrat repozitář
de: Wählen Sie ein Repository aus
es: Elige un repositorio remoto
fr: Choisissez un dépôt
it: Scegli un repository
ja: リモートの選択
nb_no: Velg en fjernserver
pl: Wybierz zdalne źródło
uk: Виберіть репозиторій
vi: Chọn điều khiển từ xa

source: Select a remote to attempt to install from
ar: اختر مستودعًا لمحاولة التثبيت منه
cs: Vybrat repozitář pro pokus o instalaci
de: Wählen Sie ein Repository aus, von dem die Anwendung installiert werden soll
es: Seleccione un control remoto para intentar la instalación
fr: Sélectionnez un dépôt depuis lequel opérer des installations
it: Scegli un repository da cui tentare l'installazione
ja: インストール先のリモートを選択します。
nb_no: Velg en fjernserver for å forsøke å installere fra
pl: Wybierz zdalne źródło do próby instalacji
uk: Виберіть репозиторій, з якого слід спробувати встановити
vi: Chọn điều khiển từ xa để thử cài đặt từ

source: Installation: {}
ar: تثبيت: {}
cs: Instalace: {}
es: Instalación: {}
it: Installazione: {}
ja: インストレーション: {}
nb_no: Installasjon: {}
pl: Instalacja: {}
uk: Встановлення: {}
vi: Cài đặt: {}

source: Can't find matching packages
ar: لم يعثر على أي حزم مطابقة
cs: Nelze nalézt odpovídající balíčky
de: Kann keine passenden Anwendungen finden
es: No se encuentran paquetes compatibles
fr: Impossible de trouver des paquets correspondants
it: Impossibile trovare pacchetti corrispondenti
ja: マッチするパッケージが見つかりません
nb_no: Klarte ikke å finne noen samsvarende pakker
pl: Nie można znaleźć pasujących pakietów
uk: Не вдалося знайти відповідні пакети
vi: Không thể tìm thấy các gói phù hợp

source: Your system has no remotes added
ar: نظامك لا يملك مستودعات مضافة إليه
cs: Váš systém nemá přidány žádné repozitáře
de: Ihr System hat keine Repositories konfiguriert
es: Su sistema no tiene controles remotos agregados
fr: Votre système n’a aucun dépôt ajouté
it: Il sistema non ha repository aggiunti
ja: システムにリモートが追加されていません
nb_no: Ditt system har ingen fjernservere tillagt
pl: Twój system nie ma dodanych żadnych zdalnych źródeł
uk: У вашій системі не додано жодного репозиторію
vi: Hệ thống của bạn chưa thêm điều khiển từ xa

source: Details
ar: التفاصيل
cs: Detaily
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
nb_no: Detaljer
pl: Szczegóły
uk: Докладно
vi: Chi tiết

source: Copy
ar: انسخ
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nb_no: Kopier
nl: Kopiëren
pl: Kopiuj
th: คัดลอก
uk: Копіювати
vi: Sao chép

source: OK
ar: حسنًا
de: Okay
es: De acuerdo
th: โอเค
uk: Гаразд

source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
it: Generali
ja: 一般
nb_no: Alminnelig
nl: Algemeen
pl: Ogólne
th: ทั่วไป
uk: Загальні
vi: Chung

source: Refresh
ar: إنعاش
cs: Obnovit
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: リフレッシュ
nb_no: Oppdater
nl: Vernieuwen
pl: Odśwież
th: รีเฟรช
uk: Оновити
vi: Làm mới

source: Open Files
ar: افتح الملفات
cs: Otevřít soubory
de: Dateien öffnen
es: Abrir archivos
fr: Ouvrir des fichiers
it: Apri file
ja: ファイルを開く
nb_no: Åpne filer
pl: Otwórz Pliki
uk: Відкрити файли
vi: Mở tệp

source: Open Menu
ar: افتح القائمة
cs: Otevřít menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
it: Apri il menù
ja: メニューを開く
nb_no: Åpne meny
nl: Menu openen
pl: Otwórz Menu
th: เปิดเมนู
uk: Відкрити меню
vi: Mở Menu

source: Show Shortcuts
ar: أظهِر الاختصارات
cs: Zobrazit zkratky
de: Verknüpfungen anzeigen
es: Mostrar atajos
fr: Afficher les raccourcis
it: Mostra le scorciatoie
ja: ショートカットを表示する
nb_no: Vis tastatursnarveier
nl: Sneltoetsen tonen
pl: Pokaż Skróty
th: แสดงชอร์ตคัท
uk: Показати клавіатурні скорочення
vi: Hiển thị phím tắt

source: Quit
ar: غادر
cs: Skončit
de: Schließen
es: Salir
fr: Quitter
it: Chiudi
ja: やめる
nb_no: Avslutt
nl: Afsluiten
pl: Wyjdź
th: ออก
uk: Вийти
vi: Thoát

source: Navigation
ar: التنقل
cs: Navigace
es: Navegación
it: Navigazione
ja: ナビゲーション
nb_no: Navigering
pl: Nawigacja
uk: Навігація
vi: Điều hướng

source: Show Packages Page
ar: اظهر صفحة الحزم
cs: Zobrazit stránku balíčků
de: Anwendungsseite anzeigen
es: Mostrar página de paquetes
fr: Afficher la page des paquets
it: Mostra la pagina dei pacchetti
ja: パッケージのページを表示
nb_no: Vis pakkesiden
pl: Pokaż Pakiety
uk: Показати сторінку пакетів
vi: Hiển thị trang gói

source: Show Remotes Page
ar: اظهر صفحة المستودعات
cs: Zobrazit stránku repozitářů
de: Repository Seite anzeigen
es: Mostrar la página de repositorios remotos
fr: Afficher la page des dépôts
it: Mostra la pagina dei repository
ja: リモートのページを表示
nb_no: Vis fjernserversiden
pl: Pokaż Źródła
uk: Показати сторінку репозиторіїв
vi: Hiển thị trang Điều khiển từ xa

source: Show User Data Page
ar: اظهر صفحة بيانات المستخدم
cs: Zobrazit stránku uživatelských dat
de: Nutzerdaten anzeigen
es: Mostrar la página de datos de usuario
fr: Afficher la page des données utilisateur
it: Mostra la pagina dei dati utente
ja: ユーザーデータページの表示
nb_no: Vis brukerdatasiden
pl: Pokaż Dane użytkownika
uk: Показати сторінку даних користувача
vi: Hiển thị trang dữ liệu người dùng

source: Show Snapshots Page
ar: اظهر صفحة اللقطات
cs: Zobrazit stránku snímků
de: Schnappschüsse anzeigen
es: Mostrar página de Instantáneas
fr: Afficher la page des instantanés
it: Mostra la pagina delle istantanee
ja: スナップショットページを表示
nb_no: Vis øyeblikksbildesiden
pl: Pokaż Zrzuty
uk: Показати сторінку знімків
vi: Hiển thị trang ảnh chụp nhanh

source: Show Install Page
ar: اظهر صفحة التثبيت
cs: Zobrazit stránku instalace
de: Installationsseite anzeigen
es: Mostrar la página de instalación
fr: Afficher la page d’installation
it: Mostra la pagina d'installazione
ja: インストールページの表示
nb_no: Vis Installer-siden
pl: Pokaż Instaluj
uk: Показати сторінку встановлення
vi: Hiển thị trang cài đặt

source: Packages Page
ar: صفحة الحزم
cs: Stránka balíčků
de: Anwendungsseite
es: Pagina de paquetes
fr: Page des paquets
it: Pagina Pacchetti
ja: パッケージのページ
nb_no: Pakkesiden
pl: Pakiety
uk: Сторінка пакетів
vi: Trang gói

source: Search Mode
ar: وضع البحث
cs: Režim vyhledávání
de: Such-Modus
es: Modo de búsqueda
fr: Mode recherche
it: Modalità di ricerca
ja: 検索モード
nb_no: Søkemodus
pl: Tryb Szukania
uk: Режим пошуку
vi: Chế độ tìm kiếm

source: Edit Filters
ar: عدِّل الترشيحات
cs: Upravit filtry
de: Filter setzen
es: Editar filtros
fr: Modifier les filtres
it: Modifica filtri
ja: フィルターの編集
nb_no: Rediger filtre
pl: Edytuj Filtry
uk: Редагувати фільтри
vi: Chỉnh sửa bộ lọc

source: Selection Mode
ar: وضع الاختيار
cs: Režim výběru
de: Auswahlmodus
es: Modo de selección
fr: Mode sélection
it: Modalità di selezione
ja: 選択モード
nb_no: Velgingsmodus
pl: Tryb wyboru
uk: Режим вибору
vi: Chế độ lựa chọn

source: Remotes Page
ar: صفحة المستودعات
cs: Stránka repozitářů
de: Repository-Seite
es: Página de Remotos
fr: Page des dépôts
it: Pagina Repository
ja: リモート ページ
nb_no: Fjernserversiden
pl: Źródła
uk: Сторінка репозиторіїв
vi: Trang Điều khiển từ xa

source: Show or Hide Disabled Remotes
ar: اظهر او اخفِ المستودعات المعطَّلة
cs: Zobrazit nebo skrýt zakázané repozitáře
de: Deaktivierte Repositories anzeigen oder verstecken
es: Mostrar u ocultar Remotos desactivados
fr: Afficher ou masquer les dépôts désactivés
it: Mostra o nascondi i repository disabilitati
ja: 無効なリモートを表示もしくは非表示
nb_no: Vis/skjul avslåtte fjernservere
pl: Pokaż lub ukryj wyłączone źródła
uk: Показати або приховати вимкнені репозиторії
vi: Hiển thị hoặc ẩn Điều khiển từ xa bị vô hiệu hóa

source: New Remote
ar: مستودع جديد
cs: Nový repozitář
de: Neues Repository hinzufügen
es: Nuevo Remoto
fr: Nouveau dépôt
it: Nuovo repository
ja: 新しいリモート
nb_no: Legg til fjernserver
pl: Nowe źródło
uk: Новий репозиторій
vi: Điều khiển từ xa mới

source: User Data Page
ar: صفحة بيانات المستخدم
cs: Stránka uživatelských dat
de: Benutzerdaten
es: Página de datos de usuario
fr: Page des données utilisateur
it: Pagina Dati utente
ja: ユーザーデータページ
nb_no: Brukerdatasiden
pl: Dane użytkownika
uk: Сторінка даних користувача
vi: Trang dữ liệu người dùng

source: Edit Sorting Modes
ar: عدِّل أوضاع الترتيب
cs: Upravit režimy řazení
de: Sortierung anpassen
es: Editar modos de clasificación
fr: Modifier les modes de tri
it: Modifica l'ordinamento
ja: 並べ替えモードの編集
nb_no: Rediger sorteringsmoduser
pl: Edytuj tryby sortowania
uk: Редагувати режими сортування
vi: Chỉnh sửa chế độ sắp xếp

source: Show Active Data
ar: اظهر البيانات النشطة
cs: Zobrazit aktivní data
de: Aktive Daten anzeigen
es: Mostrar datos activos
fr: Afficher les données actives
it: Mostra i dati attivi
ja: アクティブデータの表示
nb_no: Vis aktive data
pl: Pokaż aktywne dane
uk: Показати активні дані
vi: Hiển thị dữ liệu hoạt động

source: Show Leftover Data
ar: اظهر البيانات المتروكة
cs: Zobrazit zbylá data
de: Verbliebene Daten anzeigen
es: Mostrar datos residuales
fr: Afficher les données résiduelles
it: Mostra i dati rimasti
ja: 残りデータの表示
nb_no: Vis datarester
pl: Pokaż pozostałe dane
uk: Показати залишкові дані
vi: Hiển thị dữ liệu còn sót lại

source: Snapshots Page
ar: صفحة اللقطات
cs: Stránka snímků
de: Schnappschuss-Seite
es: Página de Instantáneas
fr: Page des instantanés
it: Pagina Istantanee
ja: スナップショットのページ
nb_no: Øyeblikksbildesiden
pl: Zrzuty
uk: Сторінка знімків
vi: Trang ảnh chụp nhanh

source: New Snapshots
ar: لقطات جديدة
cs: Nové snímky
de: Neue Schnappschüsse
es: Nueva Instantánea
fr: Nouveaux instantanés
it: Nuove istantanee
ja: 新しいスナップショット
nb_no: Nye øyeblikksbilder
pl: Nowy Zrzut
uk: Нові знімки
vi: Ảnh chụp nhanh mới

source: Choose Installation
ar: اختر تثبيتًا
cs: Vybrat instalaci
de: Installation auswählen
es: Elegir instalación
fr: Choisissez une installation
it: Scegliere installazione
ja: インストールの選択
nb_no: Velg installasjon
pl: Wybierz instalację
uk: Виберіть установку
vi: Chọn Cài đặt

source: User
ar: مستخدم
cs: Uživatel
de: Nutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
nb_no: Bruker
nl: Gebruiker
pl: Użytkownik
th: ผู้ใช้
uk: Користувач
vi: Người dùng

source: System
ar: نظام
cs: Systém
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
th: ระบบ
uk: Система
vi: Hệ thống

source: Custom installation
ar: تثبيت مخصَّص
cs: Vlastní instalace
de: Benutzerdefinierte Installation
es: Instalación personalizada
fr: Installation personnalisée
it: Installazione personalizzata
ja: カスタムインストール
nb_no: Tilpasset installasjon
pl: Instalacja niestandardowa
uk: Користувацька установка
vi: Cài đặt tùy chỉnh

source: Other Installation
ar: تثبيت أخر
cs: Jiná instalace
de: Andere Installation
es: Otra instalación
fr: Autre installation
it: Altra installazione
ja: その他のインストール
nb_no: Andre installasjon
pl: Inna instalacja
uk: Інша установка
vi: Cài đặt khác

source: Choose a custom installation
ar: اختر تثبيتًا مخصَّصًا
cs: Zvolit vlastní instalaci
de: Wählen Sie eine benutzerdefinierte Installation aus
es: Elija una instalación personalizada
fr: Choisissez une installation personnalisée
it: Scegli un'installazione personalizzata
ja: カスタムインストールを選択する
nb_no: Velg en tilpasset installering
pl: Wybierz niestandardową instalację
uk: Виберіть користувацьку установку
vi: Chọn cài đặt tùy chỉnh

source: These {} will only be available to you
ar: هؤلاء {} سيكونون متاحين لك فقط
cs: Tyto {} budou dostupné pouze vám
de: {} werden nur für Sie sichtbar sein
es: Estos {} solo estarán disponibles para usted
fr: Ces {} ne seront disponibles que sur votre session
it: Queste {} saranno disponibili solo per te
ja: これらの{}はあなただけが利用できる
nb_no: Disse {} vil kun være tilgjengelig til deg
pl: {} będą dostępne tylko dla ciebie
uk: Ці {} будуть доступні лише вам
vi: Những {} này sẽ chỉ dành cho bạn

source: These {} will be available to everyone
ar: هؤلاء {} سيكونون متاحين للجميع
cs: Tyto {} budou dostupné všem
de: {} werden für alle Benutzer des Systems sichtbar sein
es: Estos {} estarán disponibles para todos
fr: Ces {} seront disponibles pour tous les utilisateurs
it: Queste {} saranno disponibili a tutti
ja: これらの{}は誰でも利用できる
nb_no: Disse {} vil være tilgjengelig til alle brukere på systemet
pl: {} będą dostępne dla wszystkich użytkowników systemu
uk: Ці {} будуть доступні всім
vi: Những {} này sẽ có sẵn cho tất cả mọi người

source: Choose how these {} will be installed
ar: اختر كيف هؤلاء {} سيثبَّتون
cs: Zvolit, jak budou tyto {} nainstalované
de: Wählen Sie aus, wie {} installiert werden sollen
es: Elija cómo estos {} se instalarán
fr: Choisissez comment ces {} seront installées
it: Scegli come installare questi {}
ja: これらの{}をどのようにインストールするかを選択する
nb_no: Velg hvordan disse {} skal installeres
pl: Wybierz w jaki sposób zainstalować {}
uk: Виберіть, як ці {} будуть встановлені
vi: Chọn cách cài đặt những {} này

source: This {} will only be available to you
ar: هذه {} ستكون متاحة لك فقط
cs: Tato {} bude dostupná pouze vám
de: {} wird nur für Sie sichtbar sein
es: Esta {} solo estará disponible para usted
fr: Cette {} ne sera disponible que sur votre session
it: Questa {} sarà disponibile solo per te
ja: この{}はあなただけが利用できる
nb_no: Denne {} vil kun være tilgjengelig til deg
pl: {} będzie dostępne tylko dla ciebie
uk: Цей {} буде доступний лише вам
vi: {} này sẽ chỉ dành cho bạn

source: This {} will be available to everyone
ar: هذه {} سوف تكون متاحة للجميع
cs: Tato {} bude dostupná všem
de: {} wird für alle Benutzer des Systems sichtbar sein
es: Esta {} estará disponible para todos
fr: Cette {} sera disponible pour tous les utilisateurs
it: Questa {} sarà disponibile a tutti
ja: この{}は誰でも利用できる
nb_no: Denne {} vil være tilgjengelig til alle brukere på systemet
pl: {} będzie dostępna dla wszystkich użytkowników systemu
uk: Цей {} буде доступний усім
vi: {} này sẽ có sẵn cho tất cả mọi người

source: Choose how this {} will be installed
ar: اختر كيف هذه {} ستثبَّت
cs: Zvolit, jak bude tento {} nainstalován
de: Wählen Sie aus, wie {} installiert werden soll
es: Eliga comó estos {} se instalaran
fr: Choisissez comment cette {} sera installée
it: Scegli come installare questo {}
ja: この{}をどのようにインストールするかを選択する
nb_no: Velg hvordan denne {} skal installeres
pl: Wybierz sposób instalacji {}
uk: Виберіть, як цей {} буде встановлено
vi: Chọn cách cài đặt {} này

source: Show Sidebar
ar: اظهر الشريط الجانبي
cs: Zobrazit boční panel
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
it: Mostra barra laterale
ja: サイドバーを表示する
nb_no: Vis sidefelt
pl: Pokaż panel boczny
uk: Показати бічну панель
vi: Hiển thị thanh bên

source: Drop to Open
ar: اسقط للفتح
cs: Pustit pro otevření
de: Drag & Drop zum Öffnen
es: Soltar para abrir
fr: Déposer pour ouvrir
it: Rilascia per aprire
ja: ドロップして開く
nb_no: Dra og slipp her for å åpne
pl: Przeciągnij aby otworzyć
uk: Перетягніть для відкриття
vi: Thả để mở

source: Install Flatpaks or Add a Remote
ar: ثبِّت حزم فلاتباك او اضف مستودعًا
cs: Instalovat Flatpaky nebo přidat repozitář
de: Flatpaks installieren oder Repository hinzufügen
es: Instalar Flatpaks o agregar un Remoto
fr: Installer des Flatpaks ou ajouter un dépôt
it: Installa dei Flatpak o aggiungi un repository
ja: Flatpaksのインストールまたはリモートの追加
nb_no: Installer Flatpak-pakker eller legg til en fjernserver
pl: Zainstaluj Flatpaki albo dodaj źródła
uk: Встановіть Flatpak або додайте репозиторій
vi: Cài đặt Flatpaks hoặc Thêm điều khiển từ xa

source: Refresh List
ar: انعش القائمة
cs: Obnovit seznam
de: Liste aktualisieren
es: Actualizar lista
fr: Actualiser la liste
it: Aggiorna la lista
ja: リストをリフレッシュ
nb_no: Last inn listen på nytt
nl: Lijst vernieuwen
pl: Odśwież listę
th: รีเฟรชรายการแอป
uk: Оновити список
vi: Danh sách làm mới

source: Main Menu
ar: القائمة الرئيسية
cs: Hlavní menu
de: Hauptmenü
es: Menú Principal
fr: Menu principal
it: Menu principale
ja: メインメニュー
nb_no: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
th: เมนูหลัก
uk: Головне меню
vi: Menu chính

source: Packages
ar: الحزم
cs: Balíčky
de: Anwendungen
es: Paquetes
fr: Paquets
it: Pacchetti
ja: パッケージ
nb_no: Pakker
pl: Pakiety
uk: Пакети
vi: Gói

source: Remotes
ar: المستودعات
cs: Repozitáře
de: Repositories
es: Remotos
fr: Dépôts distants
it: Repository
ja: リモート
nb_no: Fjernservere
pl: Źródła
uk: Репозиторії
vi: Điều khiển từ xa

source: User Data
ar: بيانات المستخدم
cs: Uživatelská data
de: Benutzerdaten
es: Datos del usuario
fr: Données utilisateur
it: Dati utente
ja: ユーザーデータ
nb_no: Brukerdata
pl: Dane użytkownika
uk: Дані користувача
vi: Dữ liệu người dùng

source: Snapshots
ar: اللقطات
cs: Snímky
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
it: Istantanee
ja: スナップショット
nb_no: Øyeblikksbilder
pl: Zrzuty
uk: Знімки
vi: Ảnh chụp nhanh

source: Install Packages
ar: ثبِّت حزم
cs: Instalovat balíčky
de: Anwendungen installieren
es: Instalar paquetes
fr: Installer des paquets
it: Installa Pacchetti
ja: パッケージのインストール
nb_no: Installer pakker
pl: Instaluj pakiety
uk: Встановити пакети
vi: Gói cài đặt

source: _Open Files
ar: _افتح ملفات
cs: _Otevřít soubory
de: _Dateien öffnen
es: _Abrir archivos
fr: _Ouvrir des fichiers
it: _Apri file
ja: ファイルを開く
nb_no: _Åpne filer
pl: _Otwórz Pliki
uk: _Відкрити файли
vi: _Mở tệp

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
cs: _Klávesové zkratky
de: _Tastenkürzel
es: _Atajos de teclado
fr: Raccourcis _clavier
it: _Scorciatoie da tastiera
ja: キーボードショートカット
nb_no: _Tastatursnarveier
nl: _Sneltoetsen
pl: _Skróty klawiszowe
th: _คีย์ลัด
uk: _Клавіатурні скорочення
vi: _Phím tắt bàn phím

source: _About Warehouse
ar: _حول ويرهاوس
cs: _O aplikaci Warehouse
de: _Über Warehouse
es: _Acerca de Warehouse
fr: À _propos de Warehouse
it: _Informazioni su Warehouse
ja: Warehouseについて
nb_no: _Om Warehouse
nl: _Over Warehouse
pl: _O Warehouse
th: _เกี่ยวกับแวร์เฮาส์
uk: _Про Warehouse
vi: _Giới thiệu về kho hàng

source: Unsupported Filetype
ar: نوع الملف غير مدعوم
cs: Nepodporovaný typ souboru
de: Nicht unterstützter Dateityp
es: Tipo de archivo no soportado
fr: Type de fichier non pris en charge
it: Tipologia di file non supportata
ja: サポートされていないファイルタイプ
nb_no: Ustøttet filtype
pl: Nie wspierany typ pliku
uk: Непідтримуваний тип файлу
vi: Loại tệp không được hỗ trợ

source: Only .flatpak, .flatpakref, and .flatpakrepo files are supported.
ar: فقط ملفات .flatpak، .flatpakref، و .flatpakrepo مدعومة.
cs: Jsou podporovány pouze .flatpak, .flatpakref. a .flatpakrepo soubory.
de: Es werden nur .flatpak, .flatpakref und .flatpakrepo Dateien unterstützt.
es: Solo se admiten los archivos .flatpak, .flatpakref y .flatpakrepo.
fr: Seuls les fichiers .flatpak, .flatpakref, et .flatpakrepo sont pris en charge.
it: Solo i file .flatpak, .flatpakref e .flatpakrepo sono supportati.
ja: .flatpak、.flatpakref、.flatpakrepo ファイルのみがサポートされています。
nb_no: Bare .flatpak-, .flatpakref-, og .flatpakrepo-filer støttes.
pl: Tylko pliki .flatpak, .flatpakref oraz .flatpakrepo są wspierane.
uk: Підтримуються лише файли .flatpak, .flatpakref та .flatpakrepo.
vi: Chỉ hỗ trợ các tệp .flatpak, .flatpakref và .flatpakrepo.

source: Mixed Filetypes
ar: أنواع الملفات مدمجة
cs: Smíšené typy souborů
de: Verschiedene Dateitypen
es: Tipos de archivos mixtos
fr: Types de fichiers mélangés
it: Tipi di file misti
ja: 混合ファイルタイプ
nb_no: Blandede filtyper
pl: Różne typy plików
uk: Змішані типи файлів
vi: Các loại tệp hỗn hợp

source: Flatpaks and remotes cannot be installed at the same time.
ar: حزم فلاتباك والمستودعات لا تثبِّت في الوقت ذاته.
cs: Flatpaky a repozitáře nemohou být instalovány současně.
de: Flatpaks und Repositories können nicht gleichzeitig installiert werden.
es: Los flatpaks y los controles remotos no se pueden instalar al mismo tiempo.
fr: Des Flatpaks et des dépôts ne peuvent être installés en même temps.
it: Non è possibile installare Flatpak e repository contemporaneamente.
ja: Flatpakとリモートを同時に取り付けることはできません。
nb_no: Flatpak-pakker og fjernservere kan ikke installeres samtidig.
pl: Flatpaki i źródła nie mogą być instalowane w tym samym czasie.
uk: Flatpak та репозиторії не можна встановлювати одночасно.
vi: Không thể cài đặt Flatpak và điều khiển từ xa cùng một lúc.

source: Too Many Remotes
ar: مستودعات كثيرة جدًا
cs: Příliš mnoho repozitářů
de: Zu viele Repositories
es: Demasiados remotos
fr: Trop de dépôts
it: Troppi repository
ja: リモートが多すぎます
nb_no: For mange fjernservere
pl: Zbyt wiele źródeł
uk: Занадто багато репозиторіїв
vi: Quá nhiều điều khiển từ xa

source: Only one remote at a time is supported.
ar: يسمح فقط بمستودع واحد في نفس الوقت.
cs: Je podporován pouze jeden repozitář v jeden moment.
de: Es wird nur ein Repository auf einmal unterstützt.
es: Solo se admite un control remoto a la vez.
fr: Seul un dépôt à la fois est pris en charge.
it: Solo un repository alla volta è supportato.
ja: 一度にサポートされるリモートは1つだけです。
nb_no: Fjernservere kan kun installeres én om gangen.
pl: Tylko jedno źródło w tym samym czasie jest wspierane.
uk: Підтримується лише один репозиторій одночасно.
vi: Chỉ hỗ trợ một điều khiển từ xa tại một thời điểm.

source: Could not open files
ar: تعذر فتح الملفات
cs: Nepodařilo se otevřít soubory
de: Dateien konnten nicht geöffnet werden
es: No se pudieron abrir los archivos
fr: Impossible d’ouvrir les fichiers
it: Non è stato possibile aprire i file
ja: ファイルを開けませんでした
nb_no: Klarte ikke å åpne filene
pl: Nie można otworzyć plików
uk: Не вдалося відкрити файли
vi: Không thể mở tệp

source: Filter Packages
ar: رشح الحزم
cs: Filtrovat balíčky
de: Anwendungen filtern
es: Filtrar paquetes
fr: Filtrer les paquets
it: Filtra i pacchetti
ja: パッケージを絞り込む
nb_no: Filtrer pakker
pl: Lista pakietów
uk: Фільтрувати пакети
vi: Gói bộ lọc

source: Filter by Package Type
ar: رشح بنوع الحزمة
cs: Filtrovat podle typu balíčku
de: Nach Anwendungstyp filtern
es: Filtrar por tipo de paquetes
fr: Filtrer par type de paquet
it: Filtra per tipologia di pacchetto
ja: パッケージタイプで絞り込む
nb_no: Filtrer etter pakketype
pl: Filtruj po typach pakietów
uk: Фільтрувати за типом пакета
vi: Lọc theo loại gói

source: Show packages of these types
ar: اظهر الحزم من هذه الأنواع
cs: Zobrazit balíčky těchto typů
de: Pakete dieser Typen anzeigen
es: Mostrar paquetes de estos tipos
fr: Afficher les paquets de ces types
it: Mostra pacchetti di queste tipologie
ja: これらのタイプのパッケージを表示する
nb_no: Vis pakker av disse sortene
pl: Pokaż pakiety typu
uk: Показати пакети цих типів
vi: Hiển thị các gói thuộc loại này

source: Applications
ar: التطبيقات
cs: Aplikace
de: Anwendungen
es: Aplicaciones
it: Applicazioni
ja: アプリケーション
nb_no: Applikasjoner
pl: Aplikacje
uk: Додатки
vi: Ứng dụng

source: Packages that can be opened
ar: الحزم الممكن فتحها
cs: Balíčky, které mohou být otevřeny
de: Anwendungen, die geöffnet werden können
es: Estos paquetes no pueden ser abiertos
fr: Paquets ouvrables
it: Pacchetti che possono essere avviati
ja: 開封可能なパッケージ
nb_no: Pakker som kan åpnes
pl: Pakiety, które mogą zostać otwarte
uk: Пакети, які можна відкрити
vi: Các gói có thể mở được
