Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Could not trash snapshots
ar: تعذر نقل اللقطات للمهملات
cs: Nepodařilo se přesunout snímky do koše
de: Snapshots konnten nicht gelöscht werden
fr: Échec de la mise à la corbeille des instantanés
it: Non è stato possibile spostare le istantanee nel cestino
ja: スナップショットをゴミ箱に送れませんでした
nb_no: Klarte ikke å slette øyeblikksbilder
pl: Nie można przenieść zrzutów do kosza
uk: Не вдалося викинути знімки в смітник
vi: Không thể chuyển ảnh chụp nhanh vào thùng rác

source: Trash Snapshots?
ar: انقل اللقطات للمهملات؟
cs: Přesunout snímky do koše?
de: Snapshot löschen?
fr: Mettre les instantanés à la corbeille ?
it: Spostare le istantanee nel cestino?
ja: スナップショットをゴミ箱へ?
nb_no: Slett øyeblikksbilder?
pl: Przenieść zrzuty do kosza?
uk: Викинути знімки в смітник?
vi: Ảnh chụp nhanh thùng rác?

source: These apps' snapshots will be sent to the trash
ar: لقطات هذه التطبيقات ستنقل للمهملات
cs: Snímky těchto aplikací budou přesunuty do koše
de: Die Snapshots dieser Apps werden in den Papierkorb verschoben
es: Las instantáneas de estas aplicaciones se enviarán a la papelera
fr: Les instantanés de ces applis seront mis à la corbeille
it: Le istantanee di queste app saranno spostate nel cestino
ja: これらのアプリのスナップショットはゴミ箱に送られます。
nb_no: Disse appenes øyeblikksbilder skal slettes
pl: Zrzuty tych aplikacji zostaną wysłane do kosza
uk: Знімки цих додатків будуть відправлені в смітник
vi: Ảnh chụp nhanh của các ứng dụng này sẽ bị chuyển vào thùng rác

source: Loading Snapshots
ar: جارٍ تحميل اللقطات
cs: Načítám snímky
de: Lade Snapshots
fr: Chargement des instantanés
it: Caricamento istantanee
ja: スナップショットの読み込み
nb_no: Laster inn øyeblikksbilder
pl: Ładowanie zrzutów
uk: Завантаження знімків
vi: Đang tải ảnh chụp nhanh

source: Snapshots List
ar: قائمة اللقطات
cs: Seznam snímků
de: Snapshots Liste
fr: Liste des instantanés
it: Lista delle istantanee
ja: スナップショットの一覧
nb_no: Liste over øyeblikksbilder
pl: Lista zrzutów
uk: Список знімків
vi: Danh sách ảnh chụp nhanh

source: Open Snapshots Folder for this App
ar: افتح مجلد اللقطات لهذا التطبيق
cs: Otevřít složku se snímky pro tuto aplikaci
de: Snapshots Ordner öffnen
fr: Ouvrir le dossier des instantanés de cette appli
it: Apri cartella delle istantanee per quest'app
ja: このアプリのスナップショットのフォルダを開く
nb_no: Åpne øyeblikksbildemappen for denne appen
pl: Otwórz folder zrzutów dla tej aplikacji
uk: Відкрити теку знімків для цього додатку
vi: Mở Thư mục ảnh chụp nhanh cho ứng dụng này

source: App not Installed
ar: تطبيق غير مثبَّت
cs: Aplikace není nainstalovaná
de: App ist nicht Installiert
es: Aplicación no instalada
fr: Appli non installée
it: App non installata
ja: アプリがインストールされていない
nb_no: Appen ikke installert
pl: Aplikacja nie zainstalowana
uk: Додаток не встановлений
vi: Ứng dụng chưa được cài đặt

source: {} Snapshots
ar: لقطات {}
cs: {} snímků
de: {} Schnappschüsse
es: {} instantáneas
fr: {} instantanés
it: Le istantanee di {}
ja: {}スナップショット
nb_no: {} øyeblikksbilder
pl: {} migawki
uk: {} Знімки
vi: {} Ảnh chụp nhanh

source: Error in snapshot handling
ar: حدث خطأ في معالجة اللقطة
cs: Došlo k chybě při práci se snímkem
de: Fehler bei der Snapshot-Verwaltung
es: Error en el manejo de instantáneas
fr: Erreur dans la gestion de l’instantané
it: Errore nella gestione delle istantanee
ja: スナップショット処理のエラー
nb_no: Feil under behandling av øyeblikksbilder
pl: Błąd w zarządzaniu zrzutami
uk: Помилка при обробці знімків
vi: Lỗi khi xử lý ảnh chụp nhanh

source: Review Selection
ar: مراجعة المحدَّد
cs: Zkontrolovat výběr
de: Auswahl überprüfen
es: Selección de reseñas
fr: Revoir la sélection
it: Esaminare la selezione
ja: セレクションのレビュー
nb_no: Gjennomgå utvalg
pl: Przejrzyj wybór
uk: Переглянути вибір
vi: Lựa chọn đánh giá

source: The following packages will be installed
ar: الحزم التالية ستثبَّت
cs: Následující balíčky budou nainstalovány
de: Die folgenden Pakete werden installiert
es: Se instalarán los siguientes paquetes
fr: Les paquets suivants seront installés
it: Saranno installati i seguenti pacchetti
ja: 以下のパッケージがインストールされる。
nb_no: De følgende pakkene skal installeres
pl: Te pakiety zostaną zainstalowane
uk: Наступні пакети будуть встановлені
vi: Các gói sau sẽ được cài đặt

source: Install a Package
ar: ثبِّت حزمة
cs: Instalovat balíček
de: Ein Paket installieren
es: Instalar un paquete
fr: Installer un paquet
it: Installa un Pacchetto
ja: パッケージをインストールする
nb_no: Installer en pakke
pl: Zainstaluj pakiet
uk: Встановити пакет
vi: Cài đặt gói

source: The following package will be installed
ar: الحزمة التالية ستثبَّت
cs: Následující balíček bude nainstalován
de: Die folgende Anwendung wird installiert
es: Se instalará el siguiente paquete
fr: Le paquet suivant sera installé
it: Sarà installato il seguente pacchetto
ja: 以下のパッケージがインストールされる。
nb_no: Den følgende pakken skal installeres
pl: Tan pakiet zostanie zainstalowany
uk: Наступний пакет буде встановлений
vi: Gói sau sẽ được cài đặt

source: package
ar: حزمة
cs: balíček
de: Paket
es: paquete
fr: paquet
it: pacchetto
ja: パッケージ
nb_no: pakke
pl: pakiet
uk: пакет
vi: Gói

source: Select Source
ar: حدِّد المصدر
cs: Vybrat zdroj
de: Quelle auswählen
es: Seleccionar fuente
fr: Sélectionner une source
it: Seleziona sorgente
ja: ソースを選択
nb_no: Velg kilde
pl: Wybierz źródło
uk: Вибрати джерело
vi: Chọn nguồn

source: Pending Packages
ar: الحزم المعلَّقة
cs: Čekající balíčky
de: Zu installiernde Pakete
es: Paquetes pendientes
fr: Paquets en attente
it: Pacchetti in sospeso
ja: 保留中のパッケージ
nb_no: Ventende pakker
pl: Oczekujące pakiety
uk: Очікуючі пакети
vi: Gói đang chờ xử lý

source: Installed Packages
ar: الحزم المثبَّتة
cs: Nainstalované balíčky
de: Installierte Pakete
fr: Paquets installés
it: Pacchetti installati
ja: インストールされているパッケージ
nb_no: Installerte pakker
pl: Zainstalowane pakiety
uk: Встановлені пакети
vi: Các gói đã cài đặt

source: {} Pending Package
ar: {} حزمة معلَّقة
cs: {} čekající balíček
de: {} Ausstehendes Paket
es: {} Paquete pendiente
fr: {} paquet en attente
it: {} pacchetto in sospeso
ja: {} 保留中のパッケージ
nb_no: {} ventende pakke
pl: {} oczekujący pakiet
uk: {} Очікуючий пакет
vi: {} Gói đang chờ xử lý

source: {} Pending Packages
ar: {} حزم معلَّقة
cs: {} čekajících balíčků
de: {} Ausstehende Pakete
es: {} Paquetes pendientes
fr: {} paquets en attente
it: {} pacchetti in sospeso
ja: {} 保留中のパッケージ
nb_no: {} ventende pakker
pl: {} oczekujący/ch pakiety/ów
uk: {} Очікуючі пакети
vi: {} Gói đang chờ xử lý

source: Installing Packages
ar: جارٍ تثبيت الحزم
cs: Instaluji balíčky
de: Installiere Pakete
es: Instalando paquetes
fr: Installation des paquets
it: Installazione dei pacchetti in corso
ja: パッケージのインストール
nb_no: Installerer pakker
pl: Instalowanie pakietów
uk: Встановлення пакетів
vi: Cài đặt gói

source: Loading Installation Options
ar: جارٍ تحميل خيارات التثبيت
cs: Načítám možnosti instalace
de: Lade Installationsoptionen
es: Cargando Opciones de instalación
fr: Chargement des options d’installation
it: Caricamento delle opzioni di installazione in corso
ja: インストールオプションを読み込み中
nb_no: Laster inn installeringsalternativer
pl: Ładowanie opcji instalacji
uk: Завантаження параметрів встановлення
vi: Đang tải tùy chọn cài đặt

source: Add Packages
ar: اضف حزم
cs: Přidat balíčky
de: Pakete hinzufügen
es: Agregar paquetes
fr: Ajouter des paquets
it: Aggiungere pacchetti
ja: パッケージの追加
nb_no: Legge til pakker
pl: Dodaj pakiety
uk: Додати пакети
vi: Thêm gói

source: Packages queued to install will show up here
ar: الحزم المنتظرة للتثبيت ستظهر هنا
cs: Balíčky ve frontě pro instalaci se zobrazí zde
de: Wartende Pakete erscheinen hier
es: Los paquetes en cola para instalar aparecerán aquí
fr: Les paquets mis en attente s’afficheront ici
it: Qui appariranno i pacchetti in coda di installazione
ja: インストール待ちのパッケージはここに表示されます。
nb_no: Pakker som venter på å installeres, dukker opp her
pl: Pakiety w kolejce do instalacji się tutaj pokażą
uk: Пакети, які очікують на встановлення, з'являться тут
vi: Các gói được xếp hàng chờ cài đặt sẽ hiển thị tại đây

source: Remove All
ar: حذف الكل
cs: Odstranit všechny
de: Alle Entfernen
es: Eliminar todo
fr: Tout supprimer
it: Rimuovi tutti
ja: すべて削除
nb_no: Fjern alle
pl: Usuń wszystkie
uk: Видалити усе
vi: Xóa tất cả

source: Add Package to Queue
ar: اضف حزمة لقائمة الانتظار
cs: Přidat balíček do fronty
de: Paket zur Warteschlange hinzufügen
es: Agregar paquete a la cola
fr: Ajouter un paquet à la file d’attente
it: Aggiungi pacchetto alla coda
ja: パッケージをキューに追加する
nb_no: Legg til pakke i køen
pl: Dodaj pakiet do kolejki
uk: Додати пакет до черги
vi: Thêm gói vào hàng đợi

source: Package has been Added to Queue
ar: أُضيفت الحزمة لقائمة الانتظار
cs: Balíček byl přidán do fronty
de: Paket wurde in die Warteschlange eingefügt
es: El paquete se ha agregado a la cola
fr: Le paquet a été ajouté à la file d’attente
it: Il pacchetto è stato aggiunto alla coda
ja: パッケージがキューに追加されました
nb_no: Pakken har blitt lagt til i køen
pl: Pakiet został dodany do kolejki
uk: Пакет був доданий до черги
vi: Quyên tặng

source: Remove Package from Queue
ar: احذف الحزمة من قائمة الانتظار
cs: Odstranit balíček z fronty
de: Paket aus der Warteschlange entfernen
es: Eliminar paquete de la cola
fr: Retirer le paquet de la file
it: Rimuovi pacchetto dalla coda
ja: キューからパッケージを削除する
nb_no: Fjern pakke fra køen
pl: Usuń pakiet z kolejki
uk: Видалити пакет з черги
vi: Xóa gói khỏi hàng đợi

source: This Package is Already Installed
ar: هذه الحزمة مثبَّتة بالفعل
cs: Tento balíček již je nainstalován
de: Dieses Paket ist schon Installiert
es: Este paquete ya está instalado
fr: Ce paquet est déjà installé
it: Questo pacchetto è già installato
ja: このパッケージは既にインストールされています
nb_no: Denne pakken er allerede installert
pl: Ten pakiet jest już zainstalowany
uk: Цей пакет вже встановлений
vi: Gói này đã được cài đặt

source: Search a Remote
ar: ابحث عن مستودع
cs: Hledat repozitář
de: Nach Quellen suchen
fr: Rechercher un dépôt
it: Cerca un repository
ja: リモートを検索
nb_no: Søk gjennom en fjernserver
pl: Szukaj źródła
uk: Шукати репозиторій
vi: Tìm kiếm điều khiển từ xa

source: Search for Packages
ar: بحث الحزم
cs: Vyhledávejte balíčky
de: Suche nach Paketen
fr: Rechercher des paquets
it: Cerca pacchetti
ja: パッケージを検索
nb_no: Søk etter pakker
pl: Szukaj pakietów
uk: Пошук пакетів
vi: Tìm kiếm gói

source: Search for Flatpaks
ar: ابحث عن حزم فلاتباك
cs: Vyhledávejte Flatpaky
de: Suche nach Flatpaks
es: Buscar Flatpaks
fr: Rechercher des Flatpaks
it: Cerca flatpak
ja: Flatpakを探す
nb_no: Søk etter Flatpak-pakker
pl: Wyszukiwanie Flatpaków
uk: Шукати Flatpak пакунки
vi: Tìm kiếm Flatpaks

source: Search for Flatpaks you want to install
ar: ابحث عن حزم فلاتباك التي ترغب بتثبيتها
cs: Vyhledávejte Flatpaky, které chcete nainstalovat
de: Nach Flatpaks zum installieren suchen
fr: Recherchez des Flatpaks que vous souhaitez installer
it: Cerca i Flatpak che vuoi installare
ja: インストールしたいFlatpakを探す
nb_no: Søk etter Flatpak-pakker som du vil installere
pl: Wyszukaj Flatpaki, które chcesz zainstalować
uk: Шукати Flatpak-пакети, які ви хочете встановити
vi: Tìm kiếm Flatpaks bạn muốn cài đặt

source: Too Many Results
ar: توجد نتائج كثيرة جدًا
cs: Příliš mnoho výsledků
de: Zu viele Ergebnisse
es: Demasiados resultados
fr: Trop de résultats
it: Troppi risultati
ja: 多すぎる結果
nb_no: For mange resultater
pl: Zbyt wiele wyników
uk: Занадто багато результатів
vi: Quá nhiều kết quả

source: Try being more specific with your search
ar: جرب تخصيص بحثك اكثر
cs: Zkuste být při vyhledávání konkrétnější
de: Bitte spezifizieren Sie ihre Suche
es: Intente ser más específico en su búsqueda
fr: Essayez de préciser votre recherche
it: Prova a essere più specifico con la tua ricerca
ja: もっと具体的に検索してみよう
nb_no: Prøv et mer spesifikt søk
pl: Postaraj się bardziej sprecyzować swoje wyszukiwanie
uk: Спробуйте конкретизувати пошук
vi: Hãy thử tìm kiếm cụ thể hơn

source: Try a different search term
ar: جرب مصطلح بحث مختلف
cs: Zkuste jiný termín vyhledávání
de: Andere Suchbegriffe versuchen
es: Pruebe con un término de búsqueda diferente
fr: Essayez une recherche différente
it: Prova un termine di ricerca diverso
ja: 別の検索語を試す
nb_no: Prøv et annet søkeord
pl: Spróbuj wyszukać inną frazę
uk: Спробуйте використати інші пошукові терміни
vi: Hãy thử cụm từ tìm kiếm khác

source: Search {}
ar: بحث {}
cs: Hledat {}
de: Suche {}
fr: Rechercher {}
it: Cerca {}
ja: 検索 {}
nb_no: Søk gjennom {}
pl: Szukaj {}
uk: Шукати {}
vi: Tìm kiếm {}

source: Searching
ar: جارٍ البحث
cs: Hledám
de: Suche
es: Buscando
fr: Recherche
it: Ricerca in corso
ja: 検索
nb_no: Søker
pl: Wyszukiwanie
uk: Шукаємо
vi: Đang tìm kiếm

source: Search in a Remote
ar: ابحث في مستودع
cs: Hledat v repozitáři
de: In einer Quelle suchen
fr: Rechercher dans un dépôt
it: Cerca in un repository
ja: リモートを検索
nb_no: Søk gjennom en fjernserver
pl: Szukaj w źródle
uk: Шукати в репозиторії
vi: Tìm kiếm trong điều khiển từ xa

source: Choose a remote to search for new packages
ar: اختر مستودعًا للبحث عن حزم جديدة
cs: Vybrat repozitář pro vyhledání nových balíčků
de: Wählen Sie eine Quelle zum Suchen
fr: Choisissez un dépôt où rechercher de nouveaux paquets
it: Scegli un repository in cui ricercare nuovi pacchetti
ja: 新しいパッケージを検索するリモートを選択する
nb_no: Velg en fjernserver å søke gjennom for nye pakker
pl: Wybierz źródło, aby wyszukać nowe pakiety
uk: Виберіть репозиторій для пошуку нових пакетів
vi: Chọn điều khiển từ xa để tìm kiếm các gói mới

source: Online Searches Disabled
ar: النتائج المتصلة بالإنترنت معطَّلة
cs: Online vyhledávání zakázáno
de: Onlinesuche deaktiviert
fr: Recherches en ligne désactivées
it: Ricerche online disabilitate
ja: オンライン検索不可
nb_no: Internettsøking avslått
pl: Wyszukiwanie online wyłączone
uk: Онлайн пошук вимкнено
vi: Tìm kiếm trực tuyến bị vô hiệu hóa

source: Your system has no remotes added to search from
ar: لا يملك نظامك مستودعًا مضافًا إليه للبحث منه
cs: Váš systém nemá přidány žádné repozitáře, ze kterých se dá vyhledávat
de: Auf deinem System sind keine Quellen zum Suchen hinzugefügt
es: Su sistema no tiene controles remotos agregados para buscar desde
fr: Votre système ne comporte aucun dépôt depuis lequel faire une recherche
it: Il sistema non ha repository aggiunti in cui cercare
ja: お使いのシステムには検索するためのリモートが追加されていません。
nb_no: Systemet ditt har ingen tillagte fjernservere som kan søkes gjennom
pl: Twój system nie ma dodanych źródeł z których można wyszukiwać
uk: У вашій системі не додано жодних репозиторіїв для пошуку
vi: Hệ thống của bạn không có điều khiển từ xa nào được thêm vào để tìm kiếm từ

source: Add a remote to your system to enable online searching
ar: اضف مستودعًا لنظامك لتفعيل البحث عبر الإنترنت
cs: Přidat repozitář do systému a umožnit online vyhledávání
de: Füge ein Quelle zu deinem System hinzu, um die Online-Suche zu aktivieren
es: Agregue un control remoto a su sistema para habilitar la búsqueda en línea
fr: Ajoutez un dépôt à votre système pour activer la recherche en ligne
it: Aggiungi un repository al sistema per abilitare la ricerca online
ja: オンライン検索を可能にするためにリモートをシステムに追加
nb_no: Legg til en fjernserver i systemet ditt for å slå på internettsøking
pl: Dodaj źródło do systemu aby włączyć wyszukiwanie online
uk: Додайте репозиторій до вашої системи, щоб увімкнути онлайн пошук
vi: Thêm điều khiển từ xa vào hệ thống của bạn để cho phép tìm kiếm trực tuyến

source: Install packages from files on your system
ar: ثبِّت حزم من الملفات على جهازك
cs: Instalovat balíčky ze souborů na vašem systému
de: Installiere Pakete von Dateien auf deinem System
es: Instale paquetes desde archivos en su sistema
fr: Installez des paquets à partir de fichiers sur votre système
it: Installa pacchetti da file nel sistema
ja: システム上のファイルからパッケージをインストールする
nb_no: Installer pakker fra filer på systemet ditt
pl: Instaluj pakiety z plików na twoim systemie
uk: Встановити пакети з файлів на вашій системі
vi: Cài đặt các gói từ các tệp trên hệ thống của bạn

source: No files were found to install
ar: لم يُعثر على ملفات للتثبيت منها
cs: Nenalezeny žádné soubory pro instalaci
de: Keine Dateien zum Installieren gefunden
es: No se encontraron archivos para instalar
fr: Aucun fichier trouvé pour installation
it: Nessun file trovato per l'installazione
ja: インストールするファイルが見つかりませんでした
nb_no: Ingen filer som kunne installeres, fant
pl: Nie znaleziono plików do instalacji
uk: Файли для встановлення не знайдено
vi: Không tìm thấy tệp nào để cài đặt

source: Flatpaks
ar: حزم فلاتباك
cs: Flatpaky
ja: Flatpak
nb_no: Flatpak-pakker
pl: Flatpaki
uk: Flatpak пакунки
vi: Flatpak

source: IDs
cs: ID
it: ID
ja: ID
nb_no: ID-er
pl: Identyfikatory
uk: Ідентифікатори
vi: ID

source: Warehouse is an app that manages installed Flatpaks, their user data, and Flatpak remotes.
nl: Warehouse is een applicatie die geïnstalleerde Flatpaks, hun gebruikersdata, en Flatpak-bronnen helpt beheren.
th: Warehouse คือแอปที่จัดการ Flatpak ที่ติดตั้ง, ข้อมูล, และแหล่ง Flatpak

source: Show and filter the list of installed Flatpaks
nl: Toon en filter de lijst van geïnstalleerde Flatpaks
th: แสดงและฟิลเตอร์ Flatpak ที่ติดตั้ง

source: Display properties of installed Flatpaks
nl: Toon eigenschappen van geïnstalleerde Flatpaks
th: แสดงคุณสมบัติของ Flatpak ที่ติดตั้ง

source: Manage large groups of Flatpaks at once
nl: Beheer grote groepen van Flatpaks in bulk
th: จัดการกลุ่ม Flatpak พร้อมกันทั้งหมด

source: Add and remove Flatpak remotes
nl: Verwijder of voeg Flatpak-bronnen toe
th: เพิ่มและลบแหล่ง Flatpak

source: Find and trash leftover user data
nl: Zoek op en gooi overgebleven gebruikersdata in de prullenbak
th: หาและทิ้งข้อมูลที่เหลือ

source: Reinstall apps that have leftover data
nl: Herinstalleer applicaties met overgebleven data
th: ติดตั้งแอปที่ยังมีข้อมูลเหลือ

source: Downgrade
nl: Downgraden
th: ดาวน์เกรด

source: Fetching Releases…
nl: Uitgaves ophalen…
th: กำลังค้นหารุ่น…

source: Set Filters
nl: Filters instellen
th: เพิ่มตัวกรอง

source: Show Apps
nl: Applicaties tonen
th: แสดงแอป

source: Show Runtimes
nl: Runtimes tonen
th: แสดงเวลาการทำงานของแอป

source: Filter Apps by Remotes
nl: Apps op bron filteren
th: กรองแอปตามรีโมต

source: Filter Apps by Runtime
nl: Apps op runtime filteren
th: กรองแอปตามสถานะการทำงาน

source: Search List
nl: Lijst doorzoeken
th: ค้นหารายการ

source: Open Data Folder
nl: Datamap openen
th: เปิดโฟลเดอร์ข้อมูล

source: Try a different search term.
nl: Dit zal de huidige versie deïnstalleren en vervangen met de gekozen versie. Merk op dat downgraden problemen kan veroorzaken.
th: การดำเนินการนี้จะถอนการติดตั้งเวอร์ชันปัจจุบันและติดตั้งเวอร์ชันที่เลือกแทน โปรดทราบว่าการดาวน์เกรดอาจทำให้เกิดปัญหาได้

source: Add Remote
nl: Bron toevoegen
th: เพิ่มรีโมต

source: Open User Data Folder
nl: Map met gebruikersdata openen
th: เปิดโฟลเดอร์ข้อมูลผู้ใช้

source: View Properties
nl: Eigenschappen weergeven
th: ดูคุณสมบัติ

source: Filter List
nl: Lijst filteren
th: กรองรายการแอป

source: Toggle Selection Mode
nl: Selectiemodus omschakelen
th: สลับโหมดการเลือก

source: No Flatpaks Found
nl: Geen Flatpaks teruggevonden
th: ไม่เจอแอป

source: Choose from a list of popular remotes or add a new one.
nl: Kies uit een lijst van populaire bronnen of voeg een nieuwe toe.
th: เพิ่มรีโมตจากรายการหรือเพิ่มรีโมตของตนเอง

source: Show Apps Using this Runtime
nl: Toon applicaties op deze runtime
th: แสดงแอปที่ใช้รันไทม์นี้

source: Search
nl: Zoeken
th: ค้นหา

source: Uninstall Selected Apps
nl: Geselecteerde applicaties deïnstalleren
th: ถอนการติดตั้งแอปที่เลือกไว้

source: Send Selected Apps' Data to the Trash
nl: Data van geselecteerde applicaties in de prullenbak gooien
th: ลบแอปที่เลือกไว้ไปที่ถังขยะ

source: Open Copy Menu
nl: Kopieermenu openen
th: เปิดเมนูคัดลอก

source: {} is masked and will not be updated
nl: {} is gemaskeerd en zal niet bijgewerkt worden
th: {} ได้ถูกระยับยั้งอัปเดต

source: App EOL
th: การสิ้นสุดอายุใช้งานของแอป

source: {} has reached its End of Life and will not receive any security updates
nl: {} is 'end-of-life' wat betekent dat niet meer bijgewerkt zal worden of beveiligingsupdates zal krijgen
th: {} ได้ถึงการจบอัปเดตและจะไม่ได้รับอัปเดต

source: Runtime EOL
th: การสิ้นอายุการใช้งานของรันไทม์

source: {}'s runtime has reached its End of Life and will not receive any security updates
nl: De runtime van {} is 'end-of-life' wat betekent dat niet meer bijgewerkt zal worden of beveiligingsupdates zal krijgen
th: {} นี้ได้ถึงการสิ้นอายุการใช้งานและจะไม่ได้รับอัปเดตในด้านความปลอดภัยอีกต่อไป

source: Copied ID
nl: ID gekopieerd
th: คัดลอก ID แล้ว

source: Copy ID
nl: ID kopiëren
th: คัดลอก ID

source: Copied ref
nl: Ref gekopieerd
th: คัดลอก ref แล้ว

source: Copy Ref
nl: Ref kopiëren
th: คัดลอก Ref

source: Opened {}
nl: {} geopend
th: เปิด {} แล้ว

source: Enable Updates
nl: Updates inschakelen
th: เปิดการอัพเดท

source: Commit Hash: {}
th: เพิ่มแฮช {}

source: Could not downgrade {}
nl: Kon {} niet downgraden
th: ไม่สามารถดาวน์เกรด {}

source: Downgrading…
nl: Downgraden…
th: กำลังดาวน์เกรด…

source: Downgrade {}
nl: {} downgraden
th: ย้อนหลัง {}

source: App Management
nl: Applicatiebeheer
th: จัดการแอป

source: More Functions
nl: Meer functies
th: ฟังค์ชั่นเพิ่มเติม

source: Manage Leftover Data
nl: Overgebleven data beheren
th: จัดการข้อมูลหลงเหลือ

source: Install From File
nl: Uit bestand installeren
th: ติดตั้งแอปจากไฟล์

source: Installed successfully
nl: Met succes geïnstalleerd
th: ติดตั้งสำเหร็จ

source: Could not install some apps
nl: Kon sommige applicaties niet installeren
th: ไม่สามารถติดตั้งได้บางแอป

source: Attempt to Install?
nl: Proberen te installeren?
th: ลงแอปหรือไม่?

source: Warehouse will attempt to install apps matching the selected data.
nl: Warehouse zal proberen applicaties te installeren die overeenkomen met de geselecteerde data.
th: แวร์เฮาส์จะทำการลงแอปตามข้อมูลที่ได้เลือกไว้

source: Trash folders?
nl: Mappen in de prullenbak gooien?
th: โฟลเดอร์ขยะ?

source: These folders will be sent to the trash.
nl: Deze mappen zullen in de prullenbak gegooid worden.
th: โฟลเดอร์เหล่านี้จะถูกในไปไว้ในถังขยะ

source: Could not manage data
nl: Kon data niet beheren
th: ไม่สามารถจัดการข้อมูลได้

source: Description
nl: Beschrijving
th: คำอธิบาย

source: App ID
nl: Applicatie-ID
th: ไอดีชองแอป

source: Active Commit
nl: Actieve commit
th: Commit ที่แอ็กทิฟ

source: Latest Commit
nl: Laatste commit
th: Commit ล่าสุด

source: Options
nl: Opties
th: ตัวเลือก

source: Trashed user data
nl: Gebruikersdata in prullenbak gegooid
th: ทิ้งข้อมูลแล้ว

source: Could not trash user data
nl: Kon gebruikersdata niet in prullenbak gooien
th: ไม่สามารถทิ้งข้อมูลผู้ใช้ได้

source: Could not remove {}
nl: Kon {} niet verwijderen
th: ไม่สามารถถอนการติดตั้ง {}

source: Copy remote name
nl: Naam bron kopiëren
th: คัดลอกชื่อรีโมต

source: Could not add {}
nl: Kon {} niet toevoegen
th: ไม่สามารถเพิ่ม {}

source: Add Flatpak Remote
nl: Flatpak-bron toevoegen
th: เพิ่มรีโมต Flatpak

source: Remote will be available to only you
nl: De bron zal enkel voor jou beschikbaar zijn
th: คุณจะสามารถใช้รีโมตได้เท่านั้น

source: Remote will be available to every user on the system
nl: De bron zal voor elke gebruiker op het systeem beschikbaar zijn
th: ผู้ใช้ทุกคนสามารถมองเห็นรีโมตนี้ได้

source: {} successfully added
nl: {} met succes toegevoegd
th: {} ได้ถูกเพิ่มแล้ว

source: Add {}?
nl: {} toevoegen?
th: เพิ่ม {}?

source: Uninstalled successfully
nl: Met succes gedeïnstalleerd
th: การถอนการติดตั้งสำเหร็จแล้ว

source: Could not uninstall some apps
nl: Kon sommige applicaties niet deïnstalleren
th: ไม่สามารถถอนการติดตั้งได้บางแอป

source: Uninstall Selected Apps?
nl: Geselecteerde applicaties deïnstalleren?
th: จะถอนการติดตั้งแอปที่เลือกมั้ย?

source: It will not be possible to use these apps after removal.
nl: Het zal niet meer mogelijk zijn deze applicaties te gebruiken na ze te verwijderen.
th: ไม่สามารถใช้แอปเหล่านี้ได้หลังจากการลบออก

source: App Settings & Data
nl: Applicatie-instellingen en -data
th: การตั้งค่าแอปและข้อมูล
