Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Could not add remote
ar: تعذر إضافة المستودع
cs: Nepodařilo se přidat repozitář
de: Repository konnte nicht hinzugefügt werden
fr: Impossible d’ajouter le dépôt
it: Non è stato possibile aggiungere il repository
ja: リモートを追加できませんでした
nb_no: Klarte ikke å legge til fjernserver
pl: Nie można dodać źródła
uk: Не вдалося додати репозиторій
vi: Không thể thêm điều khiển từ xa

source: Added {}
ar: أُضيف {}
cs: Přidán {}
de: {} hinzugefügt
es: Añadido {}
fr: {} ajouté
it: {} aggiunto
ja: {} を追加した
nb_no: La til {}
pl: Dodano {}
uk: Додано {}
vi: Đã thêm {}

source: remote
ar: مستودع
cs: repozitář
de: Repository
fr: dépôt de logiciels
it: repository
ja: リモート
nb_no: fjernserver
pl: źródło
uk: репозиторій
vi: từ xa

source: Set a Filter for this Remote
ar: ضع مرشحًا لهذا المستودع
cs: Nastavit filtr pro tento repozitář
de: Einen Filter für dieses Repository erstellen
fr: Définir un filtre pour ce dépôt
it: Imposta un filtro per questo repository
ja: このリモートにフィルタを設定する
nb_no: Still inn et filter for denne fjernserveren
pl: Ustaw filtr dla tego źródła
uk: Встановіть фільтр для цього репозиторію
vi: Đặt bộ lọc cho điều khiển từ xa này

source: More Actions
ar: الإجراءات الإضافية
cs: Více akcí
de: Mehr Funktionen
fr: Plus d’actions
it: Altre azioni
ja: その他のアクション
nb_no: Flere handlinger
pl: Więcej akcji
uk: Більше дій
vi: Thao tác khác

source: Copy Title
ar: انسخ العنوان
cs: Kopírovat titulek
de: Titel kopieren
fr: Copier le titre
it: Copia il titolo
ja: タイトルをコピー
nb_no: Kopier tittel
pl: Skopiuj nazwę
uk: Копіювати заголовок
vi: Sao chép tiêu đề

source: Copy Name
ar: انسخ الاسم
cs: Kopírovat název
de: Name kopieren
es: Copiar nombre
fr: Copier le nom
it: Copia il nome
ja: 名称をコピー
nb_no: Kopier navn
nl: Naam kopiëren
pl: Kopiuj nazwę
th: คัดลอกชื่อ
uk: Скопіювати назву
vi: Tên bản sao

source: Enable
ar: فعِّل
cs: Povolit
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効にする
nb_no: Slå på
pl: Włącz
uk: Увімкнути
vi: Bật

source: Disable
ar: عطِّل
cs: Zakázat
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
ja: 無効
nb_no: Slå av
pl: Wyłącz
uk: Вимкнути
vi: Tắt

source: Remove
ar: احذف
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nb_no: Fjern
nl: Verwijderen
pl: Usuń
th: นำออก
uk: Видалити
vi: Xóa

source: Could not enable remote
ar: تعذر تفعيل المستودع
cs: Nepodařilo se povolit repozitář
de: Repository konnte nicht aktiviert werden
fr: Impossible d’activer ce dépôt
it: Non è stato possibile abilitare il repository
ja: リモートを有効にできませんでした
nb_no: Klarte ikke å slå på fjernserver
pl: Nie można włączyć źródła
uk: Не вдалося увімкнути репозиторій
vi: Không thể bật điều khiển từ xa

source: Remote is already enabled
ar: المستودع مفعَّل بالفعل
cs: Repozitář je již povolen
de: Repository ist bereits aktiviert
es: Otro paquete está cambiando de versión
fr: Le dépôt est déjà activé
it: Il repository è già abilitato
ja: リモートはすでに有効です
nb_no: Fjernserveren er allerede påslått
pl: Źródło jest już włączone
uk: Репозиторій вже увімкнено
vi: Điều khiển từ xa đã được bật

source: Enabled remote
ar: مستودع مفعَّل
cs: Repozitář povolen
de: Aktivierte Repositories
fr: Dépôt activé
it: Repository abilitato
ja: 有効なリモート
nb_no: Slo på fjernserver
pl: Włączone źródło
uk: Репозиторій увімкнено
vi: Đã bật điều khiển từ xa

source: Remote is Disabled
ar: المستودع معطَّل
cs: Repozitář je zakázán
de: Repository ist deaktiviert
fr: Le dépôt est désactivé
it: Il repository è disabilitato
ja: リモートは無効です
nb_no: Fjernserveren er avslått
pl: Źródło jest wyłączone
uk: Репозиторій вимкнено
vi: Điều khiển từ xa bị tắt

source: Disabled remote
ar: مستودع معطَّل
cs: Repozitář zakázán
de: Deaktivierte Repositories
fr: Dépôt désactivé
it: Repository disabilitato
ja: 無効なリモート
nb_no: Slo av fjernserver
pl: Wyłączono źródło
uk: Репозиторій вимкнений
vi: Điều khiển từ xa bị vô hiệu hóa

source: Could not disable remote
ar: تعذر تعطيل المستودع
cs: Nepodařilo se zakázat repozitář
de: Repository konnte nicht deaktiviert werden
fr: Impossible de désactiver le dépôt
it: Non è stato possibile disabilitare il repository
ja: リモートを無効にできませんでした
nb_no: Klarte ikke å slå av fjernserver
pl: Nie można wyłączyć źródła
uk: Не вдалося вимкнути репозиторій
vi: Không thể tắt điều khiển từ xa

source: Remote is already disabled
ar: المستودع معطَّل بالفعل
cs: Repozitář je již zakázán
de: Repository ist bereits deaktiviert
es: El control remoto ya está deshabilitado
fr: Le dépôt est déjà désactivé
it: Il repository è già disabilitato
ja: リモートはすでに無効です
nb_no: Fjernserveren er allerede avslått
pl: Źródło jest już wyłączone
uk: Репозиторій вже вимкнено
vi: Điều khiển từ xa đã bị tắt

source: Disable {}?
ar: عطِّل {}؟
cs: Zakázat {}?
de: Deaktivieren {}?
es: ¿Desactivar {}?
fr: Désactiver {} ?
it: Vuoi disabilitare {}?
ja: {} を無効にしますか？
nb_no: Slå av {}?
pl: Wyłączyć {}?
uk: Вимкнути {}?
vi: Tắt {}?

source: Any installed apps from {} will stop receiving updates
ar: أي تطبيقات مثبَّتة مِن {} لن تحصل على تحديثات
cs: Jakékoliv nainstalované aplikace z {} přestanou dostávat aktualizace
de: Alle installierten Anwendungen aus {} werden keine weiteren Aktualisierungen mehr erhalten
es: Las aplicaciones instaladas de {} dejarán de recibir actualizaciones
fr: Toutes les applications installées depuis {} cesseront de recevoir des mises à jour
it: Le applicazioni installate da {} non riceveranno più aggiornamenti
ja: {} からインストールされたアプリは、アップデートの受信を停止します。
nb_no: Alle installerte apper fra {}, vil ikke få oppdateringer lenger
nl: Alle applicaties geïnstalleerd uit {} zullen geen updates meer krijgen
pl: Wszelkie zainstalowane aplikacje z {} przestaną otrzymywać aktualizacje
th: แอปที่ได้ถูกติดตั้งจาก {} จะไม่ได้รับการอัพเดท
uk: Усі додатки які встановлені із {} більше не будуть отримувати жодних оновлень
vi: Mọi ứng dụng đã cài đặt từ {} sẽ ngừng nhận bản cập nhật

source: Copied title
ar: نُسخ العنوان
cs: Titulek zkopírován
de: Titel kopiert
fr: Titre copié
it: Titolo copiato
ja: コピーされたタイトル
nb_no: Kopierte tittel
pl: Skopiowano nazwy
uk: Заголовок скопійовано
vi: Tiêu đề được sao chép

source: Copied name
ar: نُسخ الاسم
cs: Název zkopírován
de: Name kopiert
es: Nombre copiado
fr: Nom copié
it: Nome copiato
ja: コピーされた名称
nb_no: Kopierte navn
nl: Naam gekopieerd
pl: Skopiowana nazwa
th: คัดลอกชื่อแล้ว
uk: Скопійовано назву
vi: Tên được sao chép

source: Manage Remotes
ar: ادِر المستودعات
cs: Spravovat repozitáře
de: Gegenstellen verwalten
es: Gestionar los repositorios remotos
fr: Gérer les dépôts
it: Gestisci repository
ja: リモートの管理
nb_no: Håndter fjernservere
nl: Bronnen beheren
pl: Zarządzaj źródłami
th: จัดการรีโมต
uk: Керувати віддаленими сховищами
vi: Quản lý điều khiển từ xa

source: Search Remotes
ar: ابحث عن المستودعات
cs: Hledat repozitáře
de: Repositories durchsuchen
fr: Rechercher des dépôts
it: Cerca repository
ja: リモートを検索
nb_no: Søk etter fjernservere
pl: Szukaj w źródłach
uk: Шукати репозиторії
vi: Tìm kiếm từ xa

source: Current Remotes
ar: المستودعات الحالية
cs: Aktuální repozitáře
de: Derzeitige Repositories
fr: Dépôts actuels
it: Repository attuali
ja: 現在のリモート
nb_no: Nåværende fjernservere
pl: Obecne źródła
uk: Поточні репозиторії
vi: Điều khiển từ xa hiện tại

source: Remotes available on your system
ar: مستودعات متاحة على نظامك
cs: Repozitáře dostupné na vašem systému
de: Auf Ihrem System verfügbare Repositories
fr: Dépôts disponibles sur votre système
it: Repository disponibili nel sistema
ja: お使いのシステムで使用可能なリモート
nb_no: Fjernservere tilgjengelige på systemet ditt
pl: Źródła dostępne w twoim systemie
uk: Репозиторії, доступні на вашій системі
vi: Điều khiển từ xa có sẵn trên hệ thống của bạn

source: Show Disabled
ar: اظهر المعطَّل
cs: Zobrazit zakázané
de: Deaktivierte anzeigen
es: Mostrar desactivados
fr: Afficher les désactivés
it: Mostra disabilitati
ja: 表示不可
nb_no: Vis avslåtte
pl: Pokaż wyłączone
uk: Показати вимкнені
vi: Hiển thị Đã tắt

source: No Enabled Remotes
ar: لا يوجد مستودع مفعَّل
cs: Žádné povolené repozitáře
de: Keine aktivierten Repositories
fr: Aucun dépôt activé
it: Nessun repository abilitato
ja: 有効なリモートはありません
nb_no: Ingen påslåtte fjernservere
pl: Brak włączonych źródeł
uk: Немає увімкнених репозиторіїв
vi: Không kích hoạt điều khiển từ xa

source: You only have disabled remotes on this system
ar: انت تملك مستودعات معطَّلة فقط على هذا النظام
cs: Váš systém má pouze zakázané repozitáře
de: Sie haben nur deaktivierte Repositories auf Ihrem System
es: Solo tiene controles remotos deshabilitados en este sistema
fr: Vous n’avez que des dépôts désactivés sur ce système
it: In questo sistema ci sono solo repository disabilitati
ja: このシステムには無効なリモートしかありません
nb_no: Du har kun avslåtte fjernservere på dette systemet
pl: Posiadasz tylko wyłączone źródła na tym systemie
uk: У вас є лише вимкнені репозиторії на цій системі
vi: Bạn chỉ tắt điều khiển từ xa trên hệ thống này

source: No Remotes Found
ar: لم يُعثر على مستودعات
cs: Nenalezeny žádné repozitáře
de: Keine Gegenstellen gefunden
es: No se han encontrado remotos
fr: Aucun dépôt trouvé
it: Nessun repository trovato
ja: リモートが見つかりません
nb_no: Ingen fjernservere fant
pl: Nie znaleziono źródeł
uk: Не знайдено жодного віддаленого сховища
vi: Không tìm thấy điều khiển từ xa

source: Warehouse cannot see the current remotes or your system has no remotes added
ar: تعذر على ويرهاوس رؤية مستودعاتك الحالية أو أن نظامك لا يملك مستودعات مضافة إليه
cs: Warehouse nevidí aktuální repozitáře nebo váš systém nemá přidány žádné repozitáře
de: Warehouse kann die Liste installierter Flatpaks nicht einsehen oder es sind auf diesem System keine installiert
fr: Soit Warehouse ne peut voir la liste des dépôts soit aucun dépôt n’a été ajouté sur votre système
it: Warehouse non può vedere i repository attuali o il sistema non ha repository aggiunti
ja: Warehouseには現在のリモートが表示されないか、システムにリモートが追加されていません。
nb_no: Warehouse kan ikke nå listen over de nåværende fjernserverne, eller systemet har ingen fjernservere tillagt
pl: Warehouse nie widzi obecnych źródeł lub Twój system nie ma dodanych żadnych źródeł
uk: Warehouse не може побачити поточні репозиторії, або ваша система не має їх
vi: Warehouse không thể thấy điều khiển từ xa hiện tại hoặc hệ thống của bạn không thêm điều khiển từ xa

source: Add Popular Remotes
ar: اضف المستودعات المعروفة
cs: Přidat populární repozitáře
de: Populäre Quellen hinzufügen
fr: Ajouter des dépôts populaires
it: Aggiungere repository popolari
ja: 人気のリモートを追加
nb_no: Legg til populære fjernservere
pl: Dodaj popularne źródła
uk: Додати популярні репозиторії
vi: Thêm điều khiển từ xa phổ biến

source: Add new remotes to get more software
ar: اضف مستودعات جديدة للحصول على المزيد من البرمجيات
cs: Přidat nové repozitáře pro získání více softwaru
de: Fügen Sie ein Repository hinzu, um mehr Anwendungen zu finden
es: Agregue nuevos controles remotos para obtener más software
fr: Ajoutez de nouveaux dépôts distants pour obtenir plus de logiciels
it: Aggiungi nuovi repository per ottenere più software
ja: 新しいリモートを追加して、より多くのソフトウェアを入手する
nb_no: Legg til nye fjernservere for å laste ned flere programvarer
pl: Dodaj nowe źródła żeby zdobyć więcej oprogramowania
uk: Додайте нові репозиторії, щоб отримати більше програмного забезпечення
vi: Thêm điều khiển từ xa mới để tải thêm phần mềm

source: Add Other Remotes
ar: اضف مستودعات اخرى
cs: Přidat ostatní repozitáře
de: Andere Gegenstellen hinzufügen
es: Añadir otros remotos
fr: Ajouter d’autres dépôts
it: Aggiungere altri repository
ja: 他のリモートを追加
nb_no: Legg til ytterligere fjernservere
pl: Dodaj inne źródła
uk: Додати інші віддалені сховища
vi: Thêm điều khiển từ xa khác

source: Add a Repo File
ar: اضف من ملف مستودع
cs: Přidat soubor repozitáře
de: Eine Gegenstellendatei hinzufügen
es: Añadir un archivo repo
fr: Ajouter un fichier de dépôt
it: Aggiungere un file repo
ja: リポジトリファイルの追加
nb_no: Legg til arkivfil
nl: Collectiebestand toevoegen
pl: Dodaj plik Repo
th: เพิ่มไฟล์ Repo
uk: Додати файл репозиторію
vi: Thêm tệp Repo

source: Open a downloaded repo file to add
ar: افتح الملف المحمَّل على جهازك الخاص بالمستودع لإضافته
cs: Otevřít stažený soubor repozitáře pro přidání
de: Öffnen Sie eine heruntergeladene Repo-Datei, um es hinzu zu fügen
es: Abra un archivo de repositorio descargado para agregar
fr: Ouvrir un fichier de dépôt téléchargé pour l’ajouter
it: Aprire un file repository scaricato per aggiungerlo
ja: 追加するのにダウンロードしたリポジトリファイルを開く
nb_no: Åpne en nedlastet arkivfil for å legge den til
pl: Otwórz pobrany plik repozytorium żeby dodać
uk: Відкрийте завантажений файл репозиторію, щоб додати його
vi: Mở tệp repo đã tải xuống để thêm

source: Add a Custom Remote
ar: اضف مستودعًا مخصَّصًا
cs: Přidat vlastní repozitář
de: Benutzerdefinierte Gegenstelle hinzufügen
es: Añadir un repositorio personalizado
fr: Ajouter un dépôt personnalisé
it: Aggiungere un repository personalizzato
ja: カスタムリモートの追加
nb_no: Legg til tilpasset fjernserver
nl: Aangepaste bron toevoegen
pl: Dodaj własne źródło
th: เพิ่มรีโมต
uk: Додати власне віддалене сховище
vi: Thêm điều khiển từ xa tùy chỉnh

source: Manually enter new remote details
ar: ادخِل تفاصيل المستودع الجديد يدويًا
cs: Ručně vložit detaily nového repozitáře
de: Manuelles Eingeben eines neuen Repository
es: Introducir manualmente nuevos detalles del mando a distancia
fr: Saisissez manuellement les détails du nouveau dépôt
it: Inserire manualmente i dettagli del nuovo repository
ja: 新しいリモートの詳細を手動で入力する
nb_no: Tast inn fjernserveropplysninger for hånd
pl: Ręcznie wpisz nowe dane źródła
uk: Введіть деталі нового репозиторію вручну
vi: Nhập thủ công các chi tiết từ xa mới

source: The open source, pay-what-you-want app store from elementary
ar: المتجر المفتوح المصدر، "لتدفع ما تشاء" من elementary
cs: Open source, zaplať-kolik-chceš obchod s aplikacemi od elementary
de: Der Quelloffene, Zahlen Sie, was Sie wollen, App-Store von elementary OS
es: La tienda de aplicaciones de código abierto y "paga lo que quieras" de elementary
fr: Le magasin d’applications open-source et à prix libre de elementary
it: Il repository pay-what-you-want (paga quello che vuoi) dalla distro ElementaryOS
ja: 初歩的なオープンソースのpay-what-you-wantアプリストア
nb_no: Den åpen-kildekode- og betal-hva-du-vil-appbutikken fra elementary
nl: De open source, 'betaal wat je wil', applicatiewinkel van elementary
pl: Otwarty, dobrowolnie płatny sklep z aplikacjami od elementary
th: แอปสโตร์ที่ open source และเลือกลงแอปได้
uk: З відкрити джерельним кодом, платіть-скільки-бажаєте, магазин додатків від розробників elementaryOS
vi: Cửa hàng ứng dụng mã nguồn mở, trả tiền theo ý bạn từ cấp tiểu học

source: Central repository of Flatpak applications
ar: المستودع المركزي لتطبيقات فلاتباك
cs: Centrální repozitář Flatpak aplikací
de: Zentrale Flatpakanwendungsgegenstelle
es: Repositorio central de aplicaciones Flatpak
fr: Répertoire central des applications Flatpak
it: Repository principale delle applicazioni Flatpak
ja: Flatpakアプリケーションのセントラルリポジトリ
nb_no: Sentral arkiv av Flatpak-applikasjoner
pl: Centralne repozytorium aplikacji Flatpak
uk: Центральний репозиторій Flatpak додатків
vi: Kho lưu trữ trung tâm của các ứng dụng Flatpak

source: Beta builds of Flatpak applications
ar: النسخ التجريبية لتطبيقات فلاتباك
cs: Beta verze Flatpak aplikací
de: Beta Versionen von Flatpakanwendungen
es: Versiones beta de aplicaciones Flatpak
fr: Versions Bêta des applications Flatpak
it: Applicazioni Flatpak in versione beta (per sviluppatori e beta tester)
ja: Flatpakアプリケーションのベータビルド
nb_no: Beta-utgivelser av Flatpak-applikasjoner
pl: Wersje beta aplikacji Flatpak
th: แอป Flatpak รุ่นเบต้า
uk: Бета версії Flatpak додатків
vi: Bản dựng beta của ứng dụng Flatpak

source: Flatpaks packaged by Fedora Linux
ar: حزم فلاتباك محزَّمة بواسطة فيدورا لينكس
cs: Flatpaky zabaleny týmem Fedora Linux
de: Von Fedora Linux angebotene Flatpaks
es: Flatpaks empaquetadas por Fedora Linux
fr: Flatpaks empaquetés par Fedora Linux
it: Applicazioni flatpak fornite da Fedora Linux
ja: Fedora LinuxのFlatpakパッケージ
nb_no: Flatpak-pakker fra Fedora Linux
nl: Flatpaks beheerd door Fedora Linux
pl: Flatpaki przygotowane przez Fedora Linux
th: แอปโดย Fedora Linux
uk: Flakpak додатки паковані розробниками Fedora Linux
vi: Flatpak được đóng gói bởi Fedora Linux

source: The latest beta GNOME Apps and Runtimes
ar: احدث الإصدارات التجريبية من تطبيقات وبيئات تشغيل جنوم
cs: Nejnovější beta GNOME aplikace a běhová prostředí
de: Die neusten GNOME Beta Anwendungen und Laufzeitumgebungen
es: La última versión beta de las aplicaciones y tiempos de ejecución de GNOME
fr: Les dernières applis et environnements d’exécution bêta de GNOME
it: Le applicazioni e i runtime aggiornati in versione beta di GNOME (per sviluppatori e beta tester)
ja: 最新のベータ版 GNOME アプリとランタイム
nb_no: De nyeste beta-apper og -runtimer fra GNOME
nl: De laatste bèta-versies van GNOME-applicaties en -runtimes
pl: Najnowsze aplikacje i środowiska uruchomieniowe GNOME w wersji beta
th: แอปและรันไทม์เบต้าล่าสุดของ GNOME
uk: Найсвіжіші бета версії додатків і середовищ виконання GNOME
vi: Bản beta mới nhất GNOME Ứng dụng và thời gian chạy

source: Central repository of the WebKit Developer and Runtime SDK
ar: المستودع المركزي لبيئة تشغيل SDK وبيئة التطوير الخاصة بـWebKit
cs: Centrální repozitář vývojářského a běhového prostředí SDK pro WebKit
de: Zentrale Gegenstelle der WebKit Entwicklungs- und Laufzeitumgebung
es: Repositorio central del SDK de desarrollo y tiempo de ejecución de WebKit
fr: Répertoire central des développeurs WebKit et Runtime SDK
it: Repository principale del Runtime SDK e del Developer SDK di WebKit
ja: WebKitデベロッパーおよびランタイムSDKのセントラルリポジトリ
nb_no: Sentral arkiv av WebKit sin utvikler- og runtime-SDK
pl: Centralne repozytorium WebKit Developer i Runtime SDK
uk: Центральний репозиторій розробників WebKit та рантантаймів SDK
vi: Kho lưu trữ trung tâm của Nhà phát triển WebKit và SDK thời gian chạy

source: Showing all packages from {}
ar: حميع الحزم مظهرة مِن {}
cs: Zobrazuji všechny balíčky z {}
de: Alle Anwendungen von {} anzeigen
es: Mostrando todos los paquetes de {}
fr: Affichage de tous les paquets depuis {}
it: Visualizzazione dei pacchetti provenienti da {}
ja: {} からのすべてのパッケージを表示
nb_no: Viser alle pakker fra {}
pl: Pokaż wszystkie pakiety z {}
uk: Показано всі пакети з {}
vi: Hiển thị tất cả các gói từ {}

source: Could not remove remote
ar: تعذر حذف المستودع
cs: Nepodařilo se odstranit repozitář
de: Quelle konnte nicht entfernt werden
fr: Impossible de supprimer le dépôt
it: Non è stato possibile eliminare il repository
ja: リモートを削除できませんでした
nb_no: Klarte ikke å fjerne fjernservere
pl: Nie można usnąć źródła
uk: Не вдалося видалити репозиторій
vi: Không thể xóa điều khiển từ xa

source: Removed {}
ar: حُذف {}
cs: Odstraněn {}
de: {} entfernt
fr: {} supprimé
it: {} rimosso
ja: 削除された {}
nb_no: Fjernet {}
pl: Usunięto {}
uk: Видалено {}
vi: Đã xóa {}

source: Remove {}?
ar: احذف {}؟
cs: Odstranit {}?
de: {} entfernen?
es: ¿Eliminar {}?
fr: Supprimer {} ?
it: Eliminare {}?
ja: {} を削除しますか?
nb_no: Fjern {}?
nl: {} verwijderen?
pl: Usunąć {}?
th: นำ {} ออก?
uk: Видалити {}?
vi: Xóa {}?

source: Could not open file
ar: تعذر فتح الملف
cs: Nepodařilo se otevřít soubor
de: Datei konnte nicht geöffnet werden
fr: Échec de l’ouverture du fichier
it: Non è stato possibile aprire il file
ja: ファイルを開くことができませんでした。
nb_no: Klarte ikke å åpne fil
pl: Nie można otworzyć pliku
uk: Не вдалося відкрити файл
vi: Không thể mở tệp

source: Flatpak Repos
ar: مستودعات فلاتباك
cs: Repozitáře Flatpak
de: Flatpakgegenstellen
es: Repositorios Flatpak
fr: Répertoires Flatpak
it: Repository Flatpak
ja: Flatpakリポジトリ
nb_no: Flatpak-arkiver
nl: Flatpak-bronnen
pl: Repozytoria Flatpaków
th: Repo ของแอป
uk: Репозиторії Flatpak

source: Adding Remote
ar: جارٍ إضافة المستودع
cs: Přidávám repozitář
de: Gegenstelle hinzufügen
es: Añadiendo remoto
fr: Ajout d’un dépôt
it: Aggiunta repository in corso
ja: リモートの追加
nb_no: Legger til fjernserver
pl: Dodawanie źródła
uk: Додаємо віддалене сховище
vi: Thêm điều khiển từ xa

source: Loading Remotes
ar: جارٍ تحميل المستودع
cs: Načítám repozitáře
de: Paketquelle hinzufügen
fr: Chargement des dépôts
it: Caricamento repository in corso
ja: リモコンの読み込み
nb_no: Laster inn fjernservere
pl: Ładowanie źródeł
uk: Завантаження репозиторіїв
vi: Đang tải Điều khiển từ xa

source: Copy Path
ar: انسخ المسار
cs: Kopírovat cestu
de: Pfad kopieren
fr: Copier le chemin
it: Copia il percorso
ja: パスをコピー
nb_no: Kopier sti
pl: Kopiuj ścieżkę
uk: Копіювати шлях
vi: Sao chép đường dẫn

source: Attempt to Install
ar: محاولة التثبيت
cs: Zkusit nainstalovat
de: Installieren
es: Intentar instalar
fr: Essayer d’installer
it: Prova a installare
ja: インストールを試みる
nb_no: Forsøk å installere
pl: Próba instalacji
uk: Спроба встановити
vi: Cố gắng cài đặt

source: Copied data path
ar: نُسخ مسار البيانات
cs: Cesta k datům zkopírována
de: Dateipfad kopiert
es: Ruta de datos copiada
fr: Données du chemin copiées
it: Percorso dei dati copiato
ja: コピーされたデータパス
nb_no: Kopierte datastien
pl: Skopiowano ścieżkę do danych
uk: Шлях до даних скопійовано
vi: Đường dẫn dữ liệu được sao chép

source: Could not copy data path
ar: تعذر نسخ مسار البيانات
cs: Nepodařilo se zkopírovat cestu k datům
de: Dateipfad konnten nicht kopiert werden
fr: Impossible de copier les données du chemin
it: Non è stato possibile copiare il percorso dei dati
ja: データパスをコピーできませんでした
nb_no: Klarte ikke å kopiere datastien
pl: Nie można skopiować ścieżki do danych
uk: Не вдалося скопіювати шлях до даних
vi: Không thể sao chép đường dẫn dữ liệu

source: Opened data folder
ar: فُتح مجلد البيانات
cs: Složka s daty otevřena
de: Geöffnetes Datenverzeichnis
fr: Dossier des données ouvert
it: Cartella dei dati aperta
ja: 開いたデータフォルダ
nb_no: Åpnet datamappen
pl: Otworzono folder z danymi
uk: Відкрито теку з даними
vi: Thư mục dữ liệu đã mở

source: Could not open folder
ar: تعذر فتح المجلد
cs: Nepodařilo se otevřít složku
de: Verzeichnis konnte nicht geöffnet werden
es: No se ha podido abrir la carpeta
fr: Échec de l’ouverture du dossier
it: Non è stato possibile aprire la cartella
ja: フォルダを開けませんでした。
nb_no: Klarte ikke å åpne mappe
nl: Kon map niet openen
pl: Nie można otworzyć folderu
th: ไม่สามารถเปิดโฟลเดอร์ได้
uk: Не вдалося відкрити теку
vi: Không thể mở thư mục

source: Trash {}'s Data?
ar: انقل بيانات {} للمهملات؟
cs: Přesunout data {} do koše ?
de: Daten für {} löschen?
es: ¿Eliminar datos de {}?
fr: Mettre les données utilisateur de {} à la corbeille ?
it: Spostare i dati di {} nel cestino?
ja: {}のデータをゴミ箱へ？
nb_no: Slett {}s data?
pl: Przenieść dane użytkownika {} do kosza?
uk: Видалити дані з {}?
vi: Dữ liệu của Thùng rác {}?

source: {}'s data will be sent to the trash
ar: بيانات {} ستنقل إلى المهملات
cs: Data {} budou přesunuta do koše
de: Daten von {} werden in den Papierkorb verschoben.
es: Los datos de {} se enviarán a la papelera
fr: Les données de {} seront mises à la corbeille.
it: I dati di {} saranno spostati nel cestino
ja: {} のデータはゴミ箱に送られる。
nb_no: {}s data skal slettes
pl: Foldery {} zostaną wysłane do kosza
uk: Дані {} будуть відправлені в смітник
vi: Dữ liệu của {} sẽ bị gửi vào thùng rác

source: Continue
ar: أكمل
cs: Pokračovat
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nb_no: Fortsett
nl: Verdergaan
pl: Kontynuuj
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

source: No Title Set
ar: لم يوضع عنوان
cs: Nenastaven žádný titulek
de: Kein Titel erstellt
es: Titulo no establecido
fr: Aucun titre défini
it: Nessun titolo impostato
ja: タイトルなし
nb_no: Ingen tittel oppgitt
pl: Brak nazwy
uk: Не встановлено заголовок
vi: Không có bộ tiêu đề

source: Loading Size…
ar: جارٍ تحميل الحجم…
cs: Načítám velikost…
de: Speicehrgröße laden…
fr: Chargement de la taille…
it: Caricamento delle dimensioni in corso…
ja: ローディングサイズ…
nb_no: Laster inn størrelse…
pl: Ładowanie rozmiaru…
uk: Розмір завантаження…
vi: Kích thước đang tải…
