Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Allow restoring these apps' settings and content
nl: Herstellen instellingen en inhoud van deze applicaties toestaan
th: อนุญาตให้กู้คืนการตั้งค่าแอปและเนื้อหาเหล่านี้

source: Send these apps' settings and content to the trash
nl: Werp de instellingen en inhoud van deze applicaties in de prullenbak
th: ส่งการตั้งค่าแอปและเนื้อหาเหล่านี้ไปที่ถังขยะ

source: Cannot uninstall while already uninstalling
nl: Deïnstalleren is niet beschikbaar wanneer er al gedeïnstalleerd wordt
th: ไม่สามารถถอนการติดตั้งในขณะที่ถอนการติดตั้งแล้ว

source: It will not be possible to use {} after removal.
nl: Het zal niet mogelijk zijn om {} te gebruiken na het te verwijderen.
th: คุณจะไม่สามารถใช้ {} ได้หลังจากถอนการติดตั้ง

source: Allow restoring this app's settings and content
nl: Herstellen instellingen en inhoud van deze applicatie toestaan
th: อนุญาตให้กู้คืนการตั้งค่าชองแอปและเนื้อหานี้

source: Send this app's settings and content to the trash
nl: Werp de instellingen en inhoud van deze applicatie in de prullenbak
th: ส่งการตั้งค่าแอปและเนื้อหาของแอปนี้ไปที่ถังขยะ

source: Your files and data for this app will be sent to the trash.
nl: Je bestanden en data van deze applicatie zullen in de prullenbak gegooid worden.
th: ไฟล์ของคุณและข้อมูลสำหรับแอปนี้จะถูกในไปไว้ในถังขยะ

source: Disable Updates for {}?
nl: Updates voor {} uitschakelen?
th: ปิดการอัพเดทของ {} หรือไม่?

source: This will mask {} ensuring it will never recieve any feature or security updates.
nl: Dit zal {} maskeren waardoor toekomstige versies of beveiligingsupdates genegeerd worden.
th: แอปนี้จะไม่ได้รับการอัปเดตใดๆ

source: Could not Run App
nl: Kon applicatie niet starten
th: ไม่สามารถเปิดแอปได้

source: Trash Selected Apps' User Data?
nl: Gebruikersdata van geselecteerde applicatie in prullenbak gooien?
th: ทิ้งข้อมูลของแอปที่เลือก?

source: Your files and data for these apps will be sent to the trash.
nl: Je bestanden en data van deze applicaties zullen in de prullenbak gegooid worden.
th: โฟลเดอร์ของคุณจะถูกในไปไว้ในถังขยะ

source: Copied selected app names
nl: Geselecteerde applicatienamen gekopieerd
th: คัดลอกชื่อแอปที่เลือกแล้ว

source: Copied selected app IDs
nl: Geselecteerde applicatie-IDs gekopieerd
th: คัดลอก ID แอปที่เลือกแล้ว

source: Copied selected app refs
nl: Geselecteerde applicatie-refs gekopieerd
th: คัดลอก refs แอปที่เลือกแล้ว

source: Could not install app
nl: Kon applicatie niet installeren
th: ไม่สามารถติดตั้งแอป

source: Install {}?
nl: {} installeren?
th: ติดตั้ง {}?

source: The app will be available to only you
nl: De applicatie zal enkel voor jou beschikbaar zijn
th: แอปนี้จะใช้ได้สำหรับคุณเท่านั้น

source: The app will be available to every user on the system
nl: De applicatie zal voor elke gebruiker op het systeem beschikbaar zijn
th: แอปจะพร้อมใช้งานสำหรับผู้ใช้ทุกคนในระบบ

source: File type not supported
nl: Bestandstype niet ondersteund
th: ไม่รองรับประเภทไฟล์

source: Arch
nl: Architectuur

source: Ref
nl: Referentie
