Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Disable Automatic Removal
ar: عطل الإزالة الآلية
cs: Zakázat automatické odstraňování
de: Automatische Löschung deaktivieren
es: Desactivar la eliminación automática
fr: Désactiver la suppression automatique
it: Disabilita la disinstallazione automatica
ja: 自動削除を無効にする
nb_no: Skru av automatisk fjerning
pl: Wyłącz automatyczne usuwanie
uk: Вимкнути автоматичне видалення
vi: Tắt tính năng tự động xóa

source: Pin this runtime to keep it installed
ar: ثبِّت بيئة التشغيل هذه لإبقاءها مثبَّتة
cs: Přišpendlit toto běhové prostředí a ponechat ho tak nainstalované
de: Diese Laufzeitumgebung anpinnen, sodass sie installiert bleibt
es: Anclar este tiempo de ejecución para mantenerlo instalado
fr: Épingler cet environnement d’exécution pour le garder installé
ja: このランタイムをピン留めして、インストールしたままにする
nb_no: Fest denne runtimen for å sørge for at den forblir installert
pl: Przypnij to środowisko uruchomieniowe, żeby utrzymać je zainstalowane
uk: Закріпіть це середовище виконання, щоб зберегти його встановленим
vi: Ghim thời gian chạy này để tiếp tục cài đặt

source: Package Information
ar: معلومات الحزمة
cs: Informace o balíčku
de: Paketinformation
es: Información de paquete
fr: Informations sur le paquet
it: Informazioni sul pacchetto
ja: パッケージ情報
nb_no: Pakkeinformasjon
pl: Informacje o pakiecie
uk: Інформація про пакет
vi: Thông tin gói

source: Application ID
ar: معرِّف التطبيق
cs: ID aplikace
de: Anwendungs-ID
es: ID de la aplicación
fr: Identifiant de l’appli
ja: アプリケーションID
nb_no: Applikasjon-ID
pl: ID aplikacji
uk: Ідентифікатор додатка
vi: ID ứng dụng

source: Architecture
ar: البنية
cs: Architektura
de: Architektur
es: Arquitectura
it: Architettura
ja: アーキテクチャー
nb_no: Arkitektur
pl: Architektura
uk: Архітектура
vi: Kiến trúc

source: Branch
ar: الفرع
cs: Větev
es: Rama
fr: Branche
it: Ramo
ja: ブランチ
nb_no: Gren
nl: Tak
pl: Gałąź
th: บรานช์
uk: Гілка
vi: Chi nhánh

source: License
ar: الرخصة
cs: Licence
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
nb_no: Lisens
pl: Licencja
uk: Ліцензія
vi: Giấy phép

source: Installation Information
ar: معلومات التثبيت
cs: Informace o instalaci
de: Informationen zur Installation
es: Información de la Instalación
fr: Informations d’installation
it: Informazioni sull'installazione
ja: インストール情報
nb_no: Installasjonsinformasjon
pl: Informacje o instalacji
uk: Інформація про установку
vi: Thông tin cài đặt

source: Origin
ar: الأصل
cs: Původ
de: Herkunft
es: Origen
fr: Origine
it: Origine
nb_no: Kilde
nl: Bron
pl: Źródło
th: ที่มา
uk: Походження
vi: Nguồn gốc

source: Collection
ar: المجموعة
cs: Kolekce
de: Sammlung
es: Colección
it: Collezione
ja: コレクション
nb_no: Samling
pl: Kolekcja
uk: Колекція
vi: Bộ sưu tập

source: Installation
ar: التثبيت
cs: Instalace
es: Instalación
it: Installazione
ja: インストール
nb_no: Installasjon
nl: Installatie
pl: Instalacja
th: การติดตั้ง
uk: Встановлення
vi: Cài đặt

source: Commit Information
ar: معلومات الإيداع
cs: Informace o commitu
de: Informationen übermitteln
es: Información de confirmación
fr: Informations sur le commit
it: Informazione sul commit
ja: コミット情報
nb_no: Commit-informasjon
pl: Informacje o zatwierdzeniu
uk: Інформація про коміт
vi: Thông tin cam kết

source: Parent
ar: الأم
cs: Rodič
de: Übergeordnet
es: Primario
it: Genitore
ja: 親
nb_no: Forelder
pl: Rodzic
uk: Батьківський пакет
vi: Phụ huynh

source: Subject
ar: العنوان
cs: Subjekt
de: Thema
es: Asunto
fr: Sujet
it: Oggetto
ja: テーマ
nb_no: Subjekt
pl: Temat
uk: Суб'єкт
vi: Chủ đề

source: Date
ar: التاريخ
cs: Datum
de: Zeitpunkt
es: Fecha
it: Data
ja: 日付
nb_no: Dato
pl: Data
uk: Дата
vi: Ngày

source: {} Properties
ar: خصائص {}
cs: {} vlastností
de: {} Eigenschaften
es: {} Propiedades
fr: Propriétés de {}
it: Proprietà di {}
ja: {} プロパティ
nb_no: Egenskaper av {}
nl: Eigenschappen van {}
pl: {} Właściwości
th: เกี่ยวกับ {}
uk: {} Властивості
vi: {} Thuộc tính

source: Properties
ar: الخصائص
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
nb_no: Egenskaper
pl: Właściwości
uk: Властивості
vi: Thuộc tính

source: Loading User Data
ar: جارٍ تحميل بيانات المستخدم
cs: Načítám uživatelská data
de: Benutzerdaten laden
es: Cargando datos del usuario
fr: Chargement des données utilisateur
it: Caricamento dati utente
ja: ユーザーデータのロード
nb_no: Laster inn brukerdata
pl: Ładowanie danych użytkownika
uk: Завантажуємо дані користувача
vi: Đang tải dữ liệu người dùng

source: No User Data
ar: لم يعثر على بيانات للمستخدم
cs: Žádná uživatelská data
de: Keine Benutzerdaten
es: No hay datos del usuario
fr: Aucune donnée utilisateur
it: Nessun dato utente
ja: ユーザーデータなし
nb_no: Ingen brukerdata
pl: Brak danych użytkownika
uk: Немає даних користувача
vi: Không có dữ liệu người dùng

source: Could not get properties
ar: تعذر الحصول على الخصائص
cs: Nepodařilo se získat vlastnosti
de: Details konnten nicht ermittelt werden
es: No se pudieron obtener las propiedades
fr: Impossible d’obtenir les propriétés
it: Non è stato possibile ottenere le proprietà
ja: プロパティを取得できませんでした
nb_no: Klarte ikke å hente egenskaper
pl: Nie można wyświetlić właściwości
uk: Не вдалося отримати властивості
vi: Không thể lấy thuộc tính

source: No version information found
ar: لا تتوافر معلومات الإصدار
cs: Nenalezeny žádné informace o verzi
de: Keine Versionsinformation gefunden
es: No se encuentra información de la versión
fr: Aucune information sur la version n’a été trouvée
it: Nessuna informazione sulla versione trovata
ja: バージョン情報が見つかりません
nb_no: Ingen versjonsinformasjon fant
pl: Nie znaleziono informacji o wersji
uk: Інформація про версію не знайдена
vi: Không tìm thấy thông tin phiên bản

source: Could not open data
ar: تعذر فتح البيانات
cs: Nepodařilo se otevřít data
de: Datei konnte nicht geöffnet werden
es: No se pudo abrir los datos
fr: Échec de l’ouverture des données
it: Non è possibile aprire i dati
ja: データを開くことができなかった
nb_no: Klarte ikke å åpne dataene
pl: Nie można otworzyć danych
uk: Не вдалося відкрити дані
vi: Không thể mở dữ liệu

source: Could not trash data
ar: تعذر نقل البيانات للمهملات
cs: Nepodařilo se přesunout data do koše
de: Daten konnten nicht gelöscht werden
es: No se han podido borrar los datos
fr: Échec de la mise à la corbeille des données
it: Non è stato possibile spostare i dati nel cestino
ja: データをゴミ箱に入れられなかった
nb_no: Klarte ikke å slette dataene
pl: Nie można przenieść danych do kosza
uk: Не вдалося видалити дані
vi: Không thể chuyển dữ liệu vào thùng rác

source: Send {}'s User Data to the Trash?
ar: ارسل بيانات المستخدم لـ{} للمهملات؟
cs: Přesunout uživatelská data {} do koše?
de: {}'s Benutzerdaten in dem Papierkorb verschieben?
es: ¿Enviar los datos de usuario de {} a la papelera?
fr: Mettre les données utilisateur de {} à la corbeille ?
it: Spostare i dati utente di {} nel cestino?
ja: ゴミ箱に{}のユーザーデータを送りますか？
nb_no: Slett {}s brukerdata?
nl: Gebruikersdata van {} in de prullenbak gooien?
pl: Wysłać dane użytkownika {} do kosza?
th: ลบข้อมูลผู้ใช้ของ {} ไปในถังขยะหรือไม่?
uk: Відправити дані користувача додатку {} у Смітник?
vi: Gửi dữ liệu người dùng của {} vào thùng rác?

source: Your settings and data for this app will be sent to the trash
ar: إعداداتك وبياناتك لهذا التطبيق ستنقل للمهملات
cs: Vaše nastavení a data pro tuto aplikaci budou přesunuta do koše
de: Ihre Einstellungen und Daten für diese Anwendungen werden in den Papierkorb verschoben
es: Sus archivos y datos de esta aplicación se enviarán a la papelera
fr: Vos paramètres et données utilisateur pour cette application seront mis à la corbeille
it: Le impostazioni e i dati di questa applicazione saranno spostati nel cestino
ja: このアプリの設定とデータはゴミ箱に送られます。
nb_no: Dine filer og data for denne appen skal slettes
pl: Twoje ustawienia i dane tej aplikacji zostaną przeniesione do kosza
uk: Ваші налаштування та дані для цієї програми будуть відправлені в Смітник
vi: Cài đặt và dữ liệu của bạn cho ứng dụng này sẽ bị gửi vào thùng rác

source: Trash Data
ar: انقل البيانات للمهملات
cs: Přesunout data do koše
de: Daten löschen
es: Borrar datos
fr: Mettre les données à la corbeille
it: Sposta nel cestino
ja: データをゴミ箱へ
nb_no: Slett data
nl: Data in de prullenbak gooien
pl: Dane w koszu
th: ทิ้งข้อมูล
uk: В Смітник
vi: Dữ liệu rác

source: Could not Disable Updates
ar: تعذر تعطيل التحديثات
cs: Nepodařilo se zakázat aktualizace
de: Aktualisierungen konnten nicht deaktiviert werden
fr: Impossible de désactiver les mises à jour
it: Non è stato possibile disabilitare gli aggiornamenti
ja: アップデートを無効にできませんでした
nb_no: Klarte ikke å skru av oppdateringer
pl: Nie można wyłączyć aktualizacji
uk: Не вдалося вимкнути оновлення
vi: Không thể tắt cập nhật

source: Could not Enable Updates
ar: تعذر تفعيل التحديثات
cs: Nepodařilo se povolit aktualizace
de: Aktualisierungen konnten nicht aktiviert werden
fr: Impossible d’activer les mises à jour
it: Non è stato possibile abilitare gli aggiornamenti
ja: アップデートを有効にできませんでした
nb_no: Klarte ikke å skru på oppdateringer
pl: Nie można włączyć aktualizacji
uk: Не вдалося увімкнути оновлення
vi: Không thể bật cập nhật

source: Disabled Updates
ar: التحديثات المعطَّلة
cs: Aktualizace zakázány
de: Deaktivierte Updates
fr: Mises à jour désactivées
it: Aggiornamenti disabilitati
ja: 無効化されたアップデート
nb_no: Skrudde av oppdateringer
pl: Wyłączone aktualizacje
uk: Вимкнуті оновлення
vi: Cập nhật bị vô hiệu hóa

source: Enabled Updates
ar: التحديثات المفعَّلة
cs: Aktualizace povoleny
de: Aktivierte Aktualisierungen
fr: Mises à jour activées
it: Aggiornamenti abilitati
ja: 有効化されたアップデート
nb_no: Skrudde på oppdateringer
pl: Włącz aktualizacje
uk: Ввімкнуті оновлення
vi: Đã bật cập nhật

source: Could not Disable Autoremoval
ar: تعذر تعطيل الحذف الآلي
cs: Nepodařilo se zakázat automatické odstraňování
de: Automatische Entfernung konnte nicht deaktiviert werden
fr: Impossible de désactiver la suppression automatique
it: Non è stato possibile disabilitare la disinstallazione automatica
ja: 自動削除を無効にできませんでした
nb_no: Klarte ikke å skru av automatisk fjerning
pl: Nie można wyłączyć automatycznego usuwania
uk: Не вдалося вимкнути автовидалення
vi: Không thể tắt tính năng tự động xóa

source: Could not Enable Autoremoval
ar: تعذر تفعيل الحذف الآلي
cs: Nepodařilo se povolit automatické odstraňování
de: Automatische Entfernung konnte nicht aktiviert werden
fr: Impossible d’activer la suppression automatique
it: Non è stato possibile abilitare la disinstallazione automatica
ja: 自動削除を有効にできませんでした
nb_no: Klarte ikke å skru på automatisk fjerning
pl: Nie można włączyć automatycznego usuwania
uk: Не вдалося ввімкнути автовидалення
vi: Không thể bật tính năng tự động loại bỏ

source: Disabled Autoremoval
ar: الحذف الآلي معطَّل
cs: Automatické odstraňování zakázáno
de: Deaktivierte automatische Entfernung
fr: Suppression automatique désactivée
it: Disinstallazione automatica disabilitata
ja: 無効化された自動解除
nb_no: Skrudde av automatisk fjerning
pl: Wyłączone automatyczne usuwanie
uk: Автовидалення вимкнено
vi: Đã tắt tính năng tự động xóa

source: Enabled Autoremoval
ar: الحذف الآلي مفعَّل
cs: Automatické odstraňování povoleno
de: Automatisches Entfernen aktivieren
fr: Suppression automatique activée
it: Disinstallazione automatica abilitata
ja: 有効化された自動解除
nb_no: Skrudde på automatisk fjerning
pl: Włączone automatyczne usuwanie
uk: Ввімкнено автовидалення
vi: Đã bật tính năng tự động xóa

source: Could not uninstall
ar: تعذر إلغاء التثبيت
cs: Odinstalace se nezdařila
de: Konnte nicht deinstalliert werden
fr: Impossible de désinstaller
it: Non è stato possibile disinstallare
ja: アンインストールできませんでした
nb_no: Klarte ikke å avinstallere
pl: Nie można odinstalować
uk: Не вдалося видалити
vi: Không thể gỡ cài đặt

source: Uninstalled {}
ar: {} مُلغى تثبيته
cs: Odinstalován {}
de: {} deinstalliert
es: Desinstalado {}
fr: {} désinstallé
it: {} disinstallato
ja: アンインストールされた {}
nb_no: Avinstallerte {}
pl: Odinstalowano {}
uk: Видалено {}
vi: Đã gỡ cài đặt {}

source: Opening {}…
ar: جارٍ فتح {}…
cs: Otevírám {}…
de: {} öffnen…
es: Abriendo {}…
fr: Ouverture de {}…
it: Avvio di {} in corso…
ja: 開いています {}…
nb_no: Åpner {}…
pl: Otwieranie {}…
uk: Відкриваємо {}…
vi: Đang mở {}…

source: Could not open {}
ar: تعذر فتح {}
cs: Nepodařilo se otevřít {}
de: {} konnte nicht geöffnet werden
fr: Impossible d’ouvrir {}
it: Non è stato possibile avviare {}
ja: {} を開くことができませんでした
nb_no: Klarte ikke å åpne {}
pl: Nie można otworzyć {}
uk: Не вдалося відкрити {}
vi: Không thể mở {}

source: Reinstalled {}
ar: اُعيد تثبيت {}
cs: Přeinstalován {}
de: {} erneut installiert
es: Reinstalado {}
fr: {} réinstallé
it: {} reinstallato
ja: 再インストールされた {}
nb_no: Installerte {} på nytt
pl: Zreinstalowano {}
uk: Перевстановлено {}
vi: Đã được cài đặt lại {}

source: Reinstall {}?
ar: إعادة تثبيت {}؟
cs: Přeinstalovat {}?
de: {} erneut installieren?
fr: Réinstaller {} ?
it: Reinstallare {}?
ja: {} を再インストールしますか?
nb_no: Installer {} på nytt?
pl: Reinstalować {}?
uk: Перевстановити {}?
vi: Cài đặt lại {}?

source: This package will be uninstalled, and then reinstalled from the same remote and installation.
ar: سيلغي تثبيت هذه الحزمة، ثم يُعاد تثبيتها من نفس المستودع وبنفس نوع التثبيت.
cs: Tento balíček bude odinstalován a pak přeinstalován ze stejného repozitáře a instalace.
de: Diese Anwendung wird deinstalliert und anschließend erneut vom selben Repository installiert.
es: Este paquete se desinstalará y luego se volverá a instalar desde el mismo control remoto e instalación.
fr: Ce paquet sera désinstallé puis réinstallé depuis le même dépôt et avec la même installation.
ja: このパッケージはアンインストールされ、同じリモートおよびインストールから再インストールされます。
nb_no: Denne pakken skal avinstalleres, og så installeres igjen fra den samme fjernserveren og installasjonen.
pl: Ten pakiet zostanie odinstalowanie i zainstalowany ponownie z tego samego źródła.
uk: Цей пакет буде видалений, а потім перевстановлений з того ж віддаленого джерела та інсталяції.
vi: Gói này sẽ được gỡ cài đặt, sau đó được cài đặt lại từ cùng một điều khiển từ xa và cài đặt.

source: Reinstall
ar: إعادة التثبيت
cs: Přeinstalovat
de: Erneut installieren
es: Reinstalar
fr: Réinstaller
it: Reinstalla
ja: 再インストール
nb_no: Installer på nytt
pl: Zainstaluj ponownie
uk: Перевстановити
vi: Cài đặt lại

source: Copied launch command
ar: نُسخ أمر التنفيذ
cs: Příkaz spuštění zkopírován
de: Startbefehl kopiert
es: Comando de lanzamiento copiado
fr: Commande de lancement copiée
it: Comando d'avvio copiato
ja: コピーされたランチコマンド
nb_no: Kopierte lanseringskommando
nl: Startcommando gekopieerd
pl: Skopiowane polecenie uruchomienia
th: คัดลอกคำสั่งเปิดแล้ว
uk: Скопійовано параметри запуску
vi: Đã sao chép lệnh khởi chạy

source: Could not copy launch command
ar: تعذر نسخ أمر التنفيذ
cs: Nepodařilo se zkopírovat příkaz spuštění
de: Startbefehl konnte nicht kopiert werden
fr: Échec de la copie de la commande de lancement
it: Non è stato possibile copiare il comando d'avvio
ja: ランチコマンドをコピーできませんでした
nb_no: Klarte ikke å kopiere lanseringskommando
pl: Nie można skopiować polecenia uruchomienia
uk: Не вдалося скопіювати команду запуску
vi: Không thể sao chép lệnh khởi chạy

source: Could not show details
ar: تعذر عرض التفاصيل
cs: Nepodařilo se zobrazit detaily
de: Details konnten nicht angezeigt werden
es: No se pueden mostrar los detalles
fr: Impossible d’afficher les détails
it: Non è stato possibile mostrare i dettagli
ja: 詳細を表示できませんでした
nb_no: Klarte ikke å vise detaljer
pl: Nie można wyświetlić szczegółów
uk: Не вдалося показати подробиці
vi: Không thể hiển thị chi tiết

source: Loading Properties
ar: جارٍ تحميل الخصائص
cs: Načítám vlastnosti
de: Eigenschaften laden
fr: Chargement des propriétés
it: Caricamento delle proprietà in corso
ja: プロパティを読み込み中
nb_no: Laster inn egenskaper
pl: Ładowanie właściwości
uk: Завантаження властивостей
vi: Đang tải thuộc tính

source: View Snapshots
ar: عرض اللقطات
cs: Zobrazit snímky
de: Schnappschüsse anzeigen
fr: Visualiser les instantanés
it: Visualizza istantanee
ja: スナップショットを見る
nb_no: Vis øyeblikksbilder
pl: Przeglądaj zrzuty
uk: Переглянути знімки
vi: Xem ảnh chụp nhanh

source: Copy Launch Command
ar: نسخ أمر التنفيذ
cs: Kopírovat příkaz spuštění
de: Startbefehl kopieren
es: Copiar comando de lanzamiento
fr: Copier la commande de lancement
it: Copia il comando d'avvio
ja: ランチコマンドをコピー
nb_no: Kopier lanseringskommando
nl: Startcommando kopiëren
pl: Kopiuj polecenie uruchomienia
th: คัดลอกคำสั่งเปิด
uk: Скопіювати параметри запуску
vi: Lệnh khởi chạy sao chép

source: Show Details
ar: عرض التفاصيل
cs: Zobrazit detaily
de: Details anzeigen
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示
nb_no: Vis detaljer
pl: Pokaż szczegóły
uk: Показати деталі
vi: Hiển thị chi tiết

source: Change Versions
ar: تغيير الإصدار
cs: Změnit verze
de: Versionen ändern
fr: Changer les versions
it: Cambiare le versioni
ja: バージョンの変更
nb_no: Endre versjoner
pl: Zmień wersje
uk: Змінити версії
vi: Thay đổi phiên bản

source: Select a Release
ar: اختر إصدارًا
cs: Vybrat vydání
de: Wähle Sie eine Veröffentlichung
es: Seleccionar una versión
fr: Sélectionnez une version
it: Seleziona un rilascio
ja: リリースを選択
nb_no: Velg en utgivelse
nl: Een versie selecteren
pl: Wybierz wersję
th: เลือกรุ่นที่ต้องการ
uk: Обрати реліз
vi: Chọn bản phát hành

source: This will uninstall the current release and install the chosen one instead. Note that downgrading can cause issues.
ar: سيلغي تثبيت الإصدارة الحالية ثم تثبَّت المختارة عوضًا عنها. مع ملاحظة أن التراجع عن الترقية قد يسبب مشاكل.
cs: Tohle odinstaluje současné vydání a nainstaluje vybrané. Pozor, snížení verze může způsobit potíže.
de: Diese Aktion wird die aktuelle Version deinstallieren und die gewählte installieren. Herabstufen kann Probleme verursachen.
es: Esto desinstalará la versión actual e instalará la elegida en su lugar. Tenga en cuenta que la desinstalación puede causar problemas.
fr: Ceci désinstallera la version actuelle et installera celle choisie à la place. Notez que le rétrogradage peut causer des problèmes.
it: Questo disinstallerà la versione corrente ed installerà quella scelta. Ricorda che questa operazione può causare problemi.
ja: これにより、現在のリリースがアンインストールされ、代わりに選択したリリースがインストールされます。ダウングレードは問題を引き起こす可能性があることに注意してください。
nb_no: Dette avinstallerer den nåværende utgivelsen og installerer den valgte utgivelsen i stedet. NB: Nedgradering kan forårsake feil.
nl: Annuleren
pl: Spowoduje to odinstalowanie bieżącej wersji i zainstalowanie wybranej wersji. Należy pamiętać, że obniżenie wersji może powodować problemy.
th: ยกเลิก
uk: Ця дія видалить поточний реліз і встановить обраний замість нього. Зауважте, що даунгрейд може викликати проблеми.
vi: Thao tác này sẽ gỡ cài đặt bản phát hành hiện tại và thay vào đó cài đặt bản đã chọn. Lưu ý rằng việc hạ cấp có thể gây ra vấn đề.

source: Currently Installed Version
ar: الإصدار المثبَّت حاليًا
cs: Aktuálně nainstalovaná verze
de: Derzeit installierte Version
es: Versión instalada actualmente
fr: Version actuellement installée
it: Versione attualmente installata
ja: 現在インストールされているバージョン
nb_no: Nåværende utgivelse
pl: Obecnie zainstalowana wersja
uk: Наразі встановлена версія
vi: Phiên bản hiện được cài đặt

source: Could not get versions
ar: تعذر الحصول على الإصدارات
cs: Nepodařilo se získat verze
de: Versionen konnte nicht ermittelt werden
fr: Impossible d’obtenir les versions
it: Non è stato possibile ottenere le versioni
ja: バージョンを取得できませんでした
nb_no: Klarte ikke å hente utgivelser
pl: Nie można pobrać wersji
uk: Не вдалося отримати версії
vi: Không thể tải phiên bản

source: Changed {}'s Version
ar: غُير إصدار {}
cs: Změněna verze {}
de: Version von {} geändert
es: Cambiada la versión de {}
fr: Version de {} changée
it: Versione di {} cambiata
ja: {}のバージョンを変更
nb_no: Endret {}s versjon
pl: Zmieniono wersję {}
uk: Змінено версію {}
vi: Đã thay đổi phiên bản của {}

source: {} Versions
ar: إصدارات {}
cs: {} verzí
de: Versionen von {}
fr: Versions de {}
it: Versioni di {}
ja: バージョン {}
nb_no: Versjoner av {}
pl: Wersje {}
uk: {} Версії
vi: {} Phiên bản

source: Ensure that {} will never be updated to a newer version
ar: تأكد أن {} لن يحدث إلى إصدار جديد
cs: Ujistit se, že {} nikdy nebude aktualizován na novější verzi
de: Stelle sicher das {} auf keine neue Version aktualisiert wird
es: Garantizar que nunca se actualizará a una versión más reciente
fr: Assurez vous que {} ne sera jamais mis à jour vers une nouvelle version
it: Assicurati che {} non venga mai aggiornato a una versione più recente
ja: {} は新しいバージョンにアップデートされないようにする。
nb_no: Sørg for at {} blir aldri oppdatert til en nyere utgivelse
nl: Voorkom dat {} ooit bijgewerkt wordt naar een nieuwere versie
pl: Upewnij się, że {} nigdy nie zostanie zaktualizowany do nowszej wersji
th: {} จะไม่ได้รับการอัพเดตเป็นเวอร์ชันที่ใหม่กว่า
uk: Впевнитися що {} ніколи не буде оновлюватися до новітніх версій
vi: Đảm bảo rằng {} sẽ không bao giờ được cập nhật lên phiên bản mới hơn

source: Fetching Releases
ar: يجري جلب الإصدارات
cs: Získávám vydání
de: Hole Veröffentlichungen
es: Obteniendo versiones
fr: Récupération des versions
it: Recupero rilasci
ja: リリースをフェッチ
nb_no: Henter utgivelser
pl: Pobieranie wersji
uk: Отримуємо дані про випуски
vi: Đang tìm nạp bản phát hành

source: Error occurred while changing version
ar: حدث خطأ أثناء تغيير الإصدار
cs: Došlo k chybě během změny verze
de: Fehler beim Ändern der Version
es: Se ha producido un error al cambiar de versión
fr: Une erreur s’est produite pendant le changement de version
it: È accaduto un errore durante il cambio di versione
ja: バージョン変更中にエラーが発生しました
nb_no: En feil oppsto under utgivelsesendring
pl: Napotkano błąd przy zmianie wersji
uk: Сталася помилка під час зміни версії
vi: Đã xảy ra lỗi khi thay đổi phiên bản

source: Could not cancel version change
ar: تعذر إلغاء تثبيت الإصدار
cs: Nepodařilo se zrušit změnu verze
de: Versionsänderung konnte nicht abgebrochen werden
fr: Impossible d’annuler le changement de version
it: Non è stato possibile annullare il cambio di versione
ja: バージョン変更をキャンセルできませんでした
nb_no: Klarte ikke å avbryte utgivelsesendring
pl: Nie można anulować zmiany wersji
uk: Не вдалося скасувати зміну версії
vi: Không thể hủy thay đổi phiên bản

source: Could not change version
ar: تعذر تغيير الإصدار
cs: Nepodařilo se změnit verzi
de: Version konnte nicht geändert werden
fr: Impossible de changer la version
it: Non è stato possibile cambiare versione
ja: バージョンを変更できませんでした
nb_no: Klarte ikke å ende utgivelse
pl: Nie można zmienić wersji
uk: Не вдалося змінити версію
vi: Không thể thay đổi phiên bản

source: Another package is changing version.
ar: هناك حزمة أخرى يجري تغيير إصدارها.
cs: Jiný balíček mění verzi.
de: Die Version einer anderen Anwendung wird geändert.
es: Otro paquete está cambiando de versión.
fr: Un autre paquet opère déjà un changement de version.
it: Un altro pacchetto sta cambiando versione.
ja: もう1つのパッケージはバージョンが変わっている。
nb_no: En annen pakkes versjon blir endret.
pl: Inny pakiet ma zmienianą wersję.
uk: Інший пакет змінює версію.
vi: Một gói khác đang thay đổi phiên bản.

source: Add a Remote
ar: اضف مستودعًا
cs: Přidat repozitář
de: Repository hinzufügen
es: Añadir un remoto
fr: Ajouter un dépôt
it: Aggiungi un repository
ja: リモートを追加
nb_no: Legg til fjernserver
pl: Dodaj źródło
uk: Додати репозиторій
vi: Thêm điều khiển từ xa

source: Add
ar: اضف
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
th: เพิ่ม
uk: Додати
vi: Thêm

source: Title
ar: العنوان
cs: Titulek
de: Titel
es: Titulo
fr: Titre
it: Titolo
ja: タイトル
nb_no: Tittel
pl: Tytuł
uk: Заголовок
vi: Tiêu đề

source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名称
nb_no: Navn
nl: Naam
pl: Nazwa
th: ชื่อ
uk: Назва
vi: Tên

source: Repo URL
ar: رابط المستودع
cs: URL repozitáře
es: URL de repositorio
fr: URL du dépôt
it: URL del repository
ja: リポジトリのURL
nb_no: Arkiv-URL
pl: Adres URL repozytorium
uk: Репо URL
vi: URL kho lưu trữ
