Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: No Active Data
ar: لم يُعثر على بيانات نشطة
cs: Žádná aktivní data
de: Keine aktiven Daten
fr: Pas de données actives
it: Nessun dato attivo
ja: アクティブデータなし
nb_no: Ingen aktive data
pl: Brak aktywnych danych
uk: Немає активних даних
vi: Không có dữ liệu hoạt động

source: Warehouse cannot see any active user data or your system has no active user data present
ar: ويرهاوس لم يستطع رؤية أي بيانات نشطة للمستخدم أو أن نظامك لا يملك بيانات نشطة
cs: Warehouse nevidí žádná aktivní uživatelská data nebo váš systém aktivní uživatelská data neobsahuje
de: Warehouse kann keine aktiven Flatpak Nutzerdaten sehen oder dein System hat keine aktiven Flatpak Nutzerden
fr: Soit Warehouse ne peut voir les données utilisateur actives, soit votre système n’en comporte aucune
it: Warehouse non può vedere alcun dato utente attivo nel sistema o nel sistema non sono presenti dati utente attivi
ja: Warehouseにアクティブユーザーデータが表示されない、またはシステムにアクティブユーザーデータが存在しない。
nb_no: Warehouse kan ikke se noen aktive data, eller systemet har ingen aktive data
pl: Warehouse nie widzi żadnych aktywnych danych użytkownika lub Twój system ich nie posiada
uk: Warehouse не може побачити жодних активних даних користувача, або ваша система не має активних даних користувача
vi: Warehouse không thể thấy bất kỳ dữ liệu người dùng đang hoạt động nào hoặc hệ thống của bạn không có dữ liệu người dùng đang hoạt động

source: No Leftover Data
ar: لم يُعثر على بيانات متروكة
cs: Žádná zbylá data
de: Keine restlichen Daten
es: No hay datos sobrantes
fr: Aucune donnée résiduelle
it: Nessun dato rimasto
ja: 残存データなし
nb_no: Ingen datarester
nl: Geen overgebleven data
pl: Brak pozostałych danych
th: ไม่มีข้อมูลเหลืออยู่
uk: Немає залишків даних
vi: Không có dữ liệu còn sót lại

source: There is no leftover user data
ar: لا توجد بيانات متروكة للمستخدم
cs: Neexistují žádná zbylá uživatelská data
de: Keine restlichen Nutzerdaten
es: No hay datos de usuario sobrantes
fr: Il n’y a pas de données utilisateur résiduelles
it: Non ci sono dati utente rimasti
ja: ユーザーデータは残らない
nb_no: Det finnes ingen brukerdatarester
nl: Er werd geen overgebleven gebruikersdata teruggevonden
pl: Nie ma żadnych pozostałości danych użytkownika
th: ไม่มีข้อมูลผู้ใช้เหลืออยู่
uk: Немає залишків даних користувача
vi: Không có dữ liệu người dùng còn sót lại

source: Search User Data
ar: ابحث عن بيانات المستخدم
cs: Hledat uživatelská data
de: Flatpak Nutzerdate suchen
fr: Rechercher des données utilisateur
it: Cerca dati utente
ja: ユーザーデータの検索
nb_no: Søk gjennom brukerdata
pl: Przeszukaj dane użytkownika
uk: Шукати дані користувача
vi: Tìm kiếm dữ liệu người dùng

source: Sort User Data
ar: فرز بيانات المستخدم
cs: Řadit uživatelská data
de: Flatpak Nutzerdaten sortieren
fr: Trier les données utilisateur
it: Ordina dati utente
ja: ユーザーデータの並べ替え
nb_no: Sorter brukerdataene
pl: Sortuj dane użytkownika
uk: Сортувати дані користувача
vi: Sắp xếp dữ liệu người dùng

source: Select User Data
ar: اختر بيانات المستخدم
cs: Vybrat uživatelská data
de: Nutzerdaten auswählen
fr: Sélectionner des données utilisateur
it: Seleziona dati utente
ja: ユーザーデータを選択
nb_no: Velg brukerdata
pl: Wybierz dane użytkownika
uk: Вибрати дані користувача
vi: Chọn Dữ liệu người dùng

source: More
ar: المزيد
cs: Více
de: Mehr anzeigen
fr: Plus
it: Altro
ja: もっと見る
nb_no: Mer
pl: Więcej
uk: Більше
vi: Thêm

source: Ascending
ar: تصاعديًا
cs: Vzestupně
de: Aufsteigend
es: Ascendiendo
fr: Croissant
it: Crescente
ja: 昇順
nb_no: Stigende
pl: Rosnąco
uk: По зростанню
vi: Tăng dần

source: Descending
ar: تنازليًا
cs: Sestupně
de: Absteigend
es: Descendiendo
fr: Décroissant
it: Decrescente
ja: 降順
nb_no: Fallende
pl: Malejąco
uk: По спаданню
vi: Giảm dần

source: ID
ar: المعرِّف
pl: Identyfikator

source: Size
ar: الحجم
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
nb_no: Størrelse
pl: Rozmiar
uk: Розмір
vi: Kích thước

source: Loading Size
ar: جارٍ تحميل الحجم
cs: Načítám velikost
de: Größe laden
fr: Chargement de la taille
it: Caricamento dimensioni in corso
ja: 読み込みサイズ
nb_no: Laster inn størrelse
pl: Ładowanie rozmiaru
uk: Розмір завантаження
vi: Kích thước tải

source: Could not copy paths
ar: تعذر نسخ المسارات
cs: Nepodařilo se zkopírovat cesty
de: Pfade konnten nicht kopiert werden
fr: Impossible de copier les chemins
it: Non è stato possibile copiare i percorsi
ja: パスをコピーできませんでした
nb_no: Klarte ikke å kopiere stiene
pl: Nie można skopiować ścieżek
uk: Не вдалося скопіювати шляхи
vi: Không thể sao chép đường dẫn

source: No boxes were selected
ar: لم تحدَّد أي صناديق
cs: Nebyla vybrána žádná políčka
de: Nichts aufgewählt
es: No se seleccionaron cajas
fr: Aucune boîte sélectionnée
it: Nessuna casella selezionata
ja: ボックスは選択されなかった
nb_no: Ingen bokser ble valgt
pl: Żadne boksy nie zostały wybrane
uk: Жодна коробка не була вибрана
vi: Không có hộp nào được chọn

source: Copied paths
ar: نُسخت المسارات
cs: Cesty zkopírovány
de: Pfade kopiert
fr: Chemins copiés
it: Percorsi copiati
ja: コピーされたパス
nb_no: Kopierte stier
pl: Skopiowane ścieżki
uk: Скопійовані шляхи
vi: Đường dẫn được sao chép

source: Trashed data
ar: البيانات المهملة
cs: Data přesunuta do koše
de: Daten gelöscht
fr: Données mises à la corbeille
it: Dati eliminati
ja: ゴミ箱のデータ
nb_no: Slettet data
pl: Usunięte dane
uk: Дані викинуті в смітник
vi: Dữ liệu đã được chuyển vào thùng rác

source: Trash Data?
ar: انقل البيانات للمهملات؟
cs: Přesunout data do koše?
de: Daten löschen?
es: ¿Borrar datos?
fr: Mettre les données à la corbeille ?
it: Spostare i dati nel cestino?
ja: データをゴミ箱へ?
nb_no: Slett data?
pl: Przenieść dane do kosza?
uk: Викинути дані?
vi: Dữ liệu rác?

source: Data will be sent to the trash
ar: ستنقل البيانات إلى المهملات
cs: Data budou přesunuta do koše
de: Daten werden in den Papierkorb verschoben
es: Los datos se enviarán a la papelera
fr: Les données seront mises à la corbeille
it: I dati saranno spostati nel cestino
ja: データはゴミ箱に送られます
nb_no: Dataene skal slettes
pl: Dane zostaną wysłane do kosza
uk: Дані будуть відправлені в смітник
vi: Dữ liệu sẽ được gửi vào thùng rác

source: Active Data
ar: البيانات النشطة
cs: Aktivní data
de: Aktive Daten
fr: Données actives
it: Dati attivi
ja: アクティブデータ
nb_no: Aktive data
pl: Aktywne dane
uk: Активні дані
vi: Dữ liệu hoạt động

source: Leftover Data
ar: البيانات المتروكة
cs: Zbylá data
de: Verbliebene Daten
fr: Données résiduelles
it: Dati rimasti
ja: 残存データ
nb_no: Datarester
pl: Pozostałe dane
uk: Залишкові дані
vi: Dữ liệu còn sót lại

source: Search Apps
ar: ابحث في التطبيقات
cs: Hledat aplikace
de: Apps durchsuchen
fr: Rechercher des applications
it: Cerca applicazioni
ja: アプリを検索
nb_no: Søk gjennom apper
pl: Przeszukaj aplikacje
uk: Шукати додатки
vi: Ứng dụng tìm kiếm

source: Create
ar: أنشئ
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
nb_no: Opprett
pl: Stwórz
uk: Створити
vi: Tạo

source: Creating Snapshot
ar: جارٍ إنشاء اللقطة
cs: Vytvářím snímek
de: Schnappschuss erstellen
fr: Création de l’instantané
it: Creazione istantanea in corso
ja: スナップショットの作成
nb_no: Oppretter øyeblikksbilde
pl: Tworzenie zrzutów
uk: Створення знімка
vi: Tạo ảnh chụp nhanh

source: Name these Snapshots
ar: سمِّي هذه اللقطات
cs: Pojmenovat tyto snímky
de: Schnappschüsse benennen
fr: Nommer ces instantanés
it: Denomina queste istantanee
ja: これらのスナップショットに名前を付ける
nb_no: Gi disse øyeblikksbildene navn
pl: Nazwij te zrzuty
uk: Назвіть ці знімки
vi: Đặt tên cho các Ảnh chụp nhanh này

source: New Snapshot
ar: لقطة جديدة
cs: Nový snímek
de: Neuer Schnappschuss
es: Instantánea nueva
fr: Nouvel instantané
it: Nuova istantanea
ja: 新しいスナップショット
nb_no: Nytt øyeblikksbilde
pl: Nowa migawka
uk: Новий знімок
vi: Ảnh chụp nhanh mới

source: Name this Snapshot
ar: سمِّي هذه اللقطة
cs: Pojmenovat tento snímek
de: Diesen Schnappschuss benennen
fr: Nommer cet instantané
it: Denomina questa istantanea
ja: このスナップショットに名前を付ける
nb_no: Gi dette øyeblikksbildet et navn
pl: Nazwij ten zrzut
uk: Назвати цей знімок
vi: Đặt tên cho ảnh chụp nhanh này

source: No Name Set
ar: لم يُعيَّن اسم
cs: Nenastaven žádný název
de: Kein Name eingegeben
es: Sin nombre asignado
fr: Aucun nom défini
it: Nessun nome impostato
ja: 名前がセットされていない
nb_no: Intet navn angitt
pl: Nie ustawiono nazwy
uk: Немає назви
vi: Không đặt tên

source: No date found
ar: لم يُعثر على بيانات
cs: Nenalezen datum
de: Kein Zeitpunkt gefunden
fr: Aucune date trouvée
it: Nessuna data trovata
ja: 日付が見つかりません
nb_no: Ingen dato fant
pl: Nie znaleziono daty
uk: Дата не знайдена
vi: Không tìm thấy ngày

source: No version found
ar: لم يُعثر على إصدارات
cs: Nenalezena žádná verze
de: Keine Version gefunden
fr: Aucune version trouvée
it: Nessuna versione trovata
ja: バージョンが見つかりません
nb_no: Ingen utgivelse fant
pl: Nie znaleziono wersji
uk: Версія не знайдена
vi: Không tìm thấy phiên bản nào

source: Apply
ar: طبِّق
cs: Aplikovat
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用する
nb_no: Ta i bruk
nl: Toepassen
pl: Zastosuj
th: เซ็ตการตั้งค่า
uk: Застосувати
vi: Áp dụng

source: Rename
ar: اعد التسمية
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
nb_no: Gi nytt navn
pl: Zmień nazwę
uk: Перейменувати
vi: Đổi tên

source: Rename Snapshot?
ar: اعد تسمية اللقطة؟
cs: Přejmenovat snímek?
de: Schnappschuss umbenennen?
fr: Renommer l’instantané ?
it: Rinominare l'istantanea?
ja: スナップショットの名前を変更しますか？
nb_no: Gi øyeblikksbilde nytt navn?
pl: Zmienić nazwę zrzutu?
uk: Перейменувати знімок?
vi: Đổi tên ảnh chụp nhanh?

source: Confirm Rename
ar: اكِّد إعادة التسمية
cs: Potvrdit přejmenování
de: Neuen Namen bestätigen
fr: Confirmer le renommage
it: Confermare la rinomina
ja: リネームの確認
nb_no: Bekreft omnavngivning
pl: Potwierdź zmianę nazwy
uk: Підтвердити перейменування
vi: Xác nhận đổi tên

source: Could not write data
ar: تعذرت كتابة البيانات
cs: Nepodařilo se zapsat data
de: Daten konnten nicht geschrieben werden
fr: Impossible d’écrire les données
it: Non è stato possibile scrivere i dati
ja: データを書き込めなかった
nb_no: Klarte ikke å skrive data
pl: Nie można zapisać danych
uk: Не вдалося записати дані
vi: Không thể ghi dữ liệu

source: Could not trash snapshot
ar: تعذر نقل اللقطة للمهملات
cs: Nepodařilo se přesunout snímek do koše
de: Snapshot konnte nicht gelöscht werden
es: No se ha podido eliminar la instantánea
fr: Échec de la mise à la corbeille de l’instantané
it: Non è stato possibile eliminare l'istantanea
ja: スナップショットをゴミ箱に入れられなかった
nb_no: Klarte ikke å slette øyeblikksbilde
pl: Nie można przenieść migawki do kosza
uk: Не вдалося видалити знімок
vi: Không thể chuyển ảnh chụp nhanh vào thùng rác

source: Trashed snapshot
ar: نُقلت اللقطة للمهملات
cs: Snímek přesunut do koše
de: Schnappschuss gelöscht
fr: Instantané mis à la corbeille
it: Istantanea eliminata
ja: ゴミ箱のスナップショット
nb_no: Slettet øyeblikksbilde
pl: Przeniesiono zrzut do kosza
uk: Знімок відправлений у смітник
vi: Ảnh chụp nhanh bị chuyển vào thùng rác

source: Trash Snapshot?
ar: انقل اللقطة للمهملات؟
cs: Přesunout snímek do koše?
de: Schnappschuss löschen?
es: ¿Eliminar la instantánea?
fr: Mettre l’instantané à la corbeille ?
it: Spostare l'istantanea nel cestino?
ja: スナップショットをゴミ箱に送りますか?
nb_no: Slett øyeblikksbilde?
pl: Przenieść migawkę do kosza?
uk: Викинути знімок?
vi: Ảnh chụp nhanh thùng rác?

source: This snapshot will be sent to the trash
ar: هذه اللقطة ستنقل للمهملات
cs: Tento snímek bude přesunut do koše
de: Dieser Snapshot wird gelöscht
es: Esta instantánea se enviará a la papelera
fr: Cet instantané sera mis à la corbeille
it: Questa istantanea sarà spostata nel cestino
ja: このスナップショットはゴミ箱に送られる
nb_no: Dette øyeblikksbildet skal slettes
pl: Ten zrzut zostanie przeniesiony do kosza
uk: Цей знімок буде відправлений у смітник
vi: Ảnh chụp nhanh này sẽ được gửi vào thùng rác

source: Applying Snapshot
ar: جارٍ تطبيق اللقطة
cs: Aplikuji snímek
de: Snapshot anwenden…
es: Aplicando instantánea
fr: Application de l’instantané
it: Applicazione dell'istantanea
ja: スナップショットの適用
nb_no: Tar øyeblikksbilde i bruk
pl: Stosowanie zrzutu
uk: Застосування знімка
vi: Áp dụng Ảnh chụp nhanh

source: Apply Snapshot?
ar: طبِّق اللقطة؟
cs: Aplikovat snímek?
de: Schnappschuss anwenden?
es: ¿Aplicar instantánea?
fr: Appliquer l’instantané ?
it: Applicare l'istantanea?
ja: スナップショットを適用しますか？
nb_no: Ta øyeblikksbilde i bruk?
pl: Zastosować migawkę?
uk: Застосувати знімок?
vi: Áp dụng Ảnh chụp nhanh?

source: Any current user data for this app will be trashed
ar: أي بيانات مستخدم حالية للتطبيق ستنقل للمهملات
cs: Jakákoliv aktuální uživatelská data pro tuto aplikaci budou přesunuta do koše
de: Nutzerdaten dieser App werden gelöscht
es: Cualquier dato actual del usuario de esta aplicación será enviado a la papelera
fr: Les données utilisateur actuelles de cette application seront mises à la corbeille
it: I dati utente attuali di questa applicazione saranno spostati nel cestino
ja: このアプリの現在のユーザーデータはすべてゴミ箱に捨てられます。
nb_no: Nåværende brukerdata for denne appen skal slettes
pl: Wszelkie dane użytkownika tej aplikacji zostaną przeniesione do kosza
uk: Будь-які поточні дані користувача для цього додатку будуть викинуті в смітник
vi: Mọi dữ liệu người dùng hiện tại của ứng dụng này sẽ bị chuyển vào thùng rác

source: Version: {}
ar: الإصدار: {}
cs: Verze: {}
it: Versione: {}
ja: バージョン: {}
nb_no: Utgivelse {}
pl: Wersja: {}
uk: Версія: {}
vi: Phiên bản: {}

source: Search Snapshots
ar: بحث اللقطات
cs: Hledat snímky
de: Schnappschüsse suchen
fr: Rechercher des instantanés
it: Cerca istantanee
ja: スナップショットを検索
nb_no: Søk gjennom øyeblikksbilder
pl: Przeszukuj zrzuty
uk: Шукати знімки
vi: Ảnh chụp nhanh tìm kiếm

source: Active Snapshots
ar: اللقطات النشطة
cs: Aktivní snímky
de: Aktive Snapshots
fr: Instantanés actifs
it: Istantanee attive
ja: アクティブなスナップショット
nb_no: Aktive øyeblikksbilder
pl: Aktywne zrzuty
uk: Активні знімки
vi: Ảnh chụp nhanh đang hoạt động

source: Snapshots of installed apps
ar: لقطات التطبيقات المثبَّتة
cs: Snímky nainstalovaných aplikací
de: Snapshots von installierten Apps
fr: Instantanés des applications installées
it: Istantanee di app installate
ja: インストールされているアプリのスナップショット
nb_no: Øyeblikksbilder for installerte apper
pl: Zrzuty zainstalowanych aplikacji
uk: Знімки встановлених додатків
vi: Ảnh chụp nhanh các ứng dụng đã cài đặt

source: Leftover Snapshots
ar: اللقطات المتروكة
cs: Zbylé snímky
de: Übriggebliebene Snapshots
fr: Instantanés résiduels
it: Istantanee rimaste
ja: 残されたスナップショット
nb_no: Etterlatte øyeblikksbilder
pl: Pozostałe migawki
uk: Залишкові знімки
vi: Ảnh chụp nhanh còn sót lại

source: Snapshots of apps that are no longer installed
ar: لقطات التطبيقات التي لم تعد مثبَّتة
cs: Snímky aplikací, které již nejsou nainstalované
de: Snapshots von Apps die nicht mehr installiert sind
fr: Instantanés des applis qui ne sont plus installées
it: Istantanee di app non più installate
ja: インストールされなくなったアプリのスナップショット
nb_no: Øyeblikksbilder av apper som ikke lenger er installerte
pl: Zrzuty nie zainstalowanych już aplikacji
uk: Знімки додатків, які більше не встановлені
vi: Ảnh chụp nhanh của các ứng dụng không còn được cài đặt

source: Open Snapshots Folder
ar: افتح مجلد اللقطات
cs: Otevřít složku se snímky
de: Schnappschussverzeichnis öffnen
es: Abrir carpeta de instantáneas
fr: Ouvrir le dossier des instantanés
it: Apri cartella delle istantanee
ja: スナップショットのフォルダを開く
nb_no: Åpne øyeblikksbildemappe
pl: Otwórz folder migawek
uk: Відкрити теку знімків
vi: Mở thư mục ảnh chụp nhanh

source: No Snapshots
ar: لا توجد لقطات
cs: Žádné snímky
de: Keine Snapshots
es: Sin instantáneas
fr: Aucun instantané
it: Nessuna istantanea
ja: スナップショットなし
nb_no: Ingen øyeblikksbilder
pl: Brak migawek
uk: Немає знімків
vi: Không có ảnh chụp nhanh

source: Create a Snapshot to save the state of any Flatpak application
ar: أنشئ لقطة لحفظ حالة أي تطبيق فلاتباك
cs: Vytvořit snímek pro uložení stavu jakékoliv Flatpak aplikace
de: Erstelle einen Snapshot, um den Zustand einer beliebigen Flatpak-Anwendung zu speichern
fr: Créez un instantané pour enregistrer l’état d’une application Flatpak
it: Crea un'istantanea per salvare lo stato di un'applicazione Flatpak
ja: スナップショットを作成し、Flatpakアプリケーションの状態を保存する。
nb_no: Opprett et øyeblikksbilde for å lagre tilstanden av noen som helst Flatpak-applikasjon
pl: Utwórz zrzut żeby zapisać stan każdej Flatpakowej aplikacji
uk: Створіть знімок, щоб зберегти стан будь-якого додатку Flatpak
vi: Tạo ảnh chụp nhanh để lưu trạng thái của bất kỳ ứng dụng Flatpak nào

source: Snapshot Apps
ar: ألتقط التطبيقات
cs: Vytvářet snímky aplikací
fr: Prendre un instantané des applis
it: Fare un'istantanea delle app
ja: スナップショットアプリ
nb_no: Øyeblikksbildeapper
pl: Aplikacje zrzutów
uk: Знімок додатків
vi: Ứng dụng chụp nhanh

source: Install Apps
ar: ثبِّت تطبيقات
cs: Instalovat aplikace
de: Apps installieren
fr: Installer les applis
it: Installa app
ja: アプリのインストール
nb_no: Installer apper
pl: Zainstaluj aplikacje
uk: Встановити додатки
vi: Cài đặt ứng dụng

source: Apply Snapshots
ar: طبِّق اللقطات
cs: Aplikovat snímky
de: Schnappschuss anwenden
fr: Appliquer les instantanés
it: Applica le istantanee
ja: スナップショットを適用する
nb_no: Ta øyeblikksbilder i bruk
pl: Zastosuj zrzuty
uk: Застосувати знімки
vi: Áp dụng Ảnh chụp nhanh

source: Trash Snapshots
ar: انقل اللقطات للمهملات
cs: Přesunout snímky do koše
de: Snapshots löschen
fr: Mettre les instantanés à la corbeille
it: Sposta le istantanee nel cestino
ja: スナップショットをゴミ箱へ移す
nb_no: Slett øyeblikksbilder
pl: Przenieś zrzuty do kosza
uk: ВиВикинути знімки в смітник
vi: Ảnh chụp nhanh thùng rác

source: Could not load Snapshots
ar: تعذر تحميل اللقطات
cs: Nepodařilo se načíst snímky
de: Snapshot konnte nicht geladen werden
fr: Échec du chargement des instantanés
it: Non è stato possibile caricare le istantanee
ja: スナップショットをロードできませんでした
nb_no: Klarte ikke å laste inn øyeblikksbilder
pl: Nie można załadować zrzutów
uk: Не вдалося завантажити знімки
vi: Không thể tải Ảnh chụp nhanh

source: Showing snapshots for {}
ar: اللقطات مظهرة لـ{}
cs: Zobrazuji snímky pro {}
de: Schnappschüsse für {} anzeigen
es: Mostrando instantáneas para {}
fr: Affichage des instantanés de {}
it: Visualizzazione delle istantanee di {}
ja: {} のスナップショットを表示
nb_no: Viser øyeblikksbilder for {}
pl: Zrzuty dla {}
uk: Показуються знімки для {}
vi: Hiển thị ảnh chụp nhanh cho {}

source: No snapshots for {}
ar: لا لقطات لـ{}
cs: Žádné snímky pro {}
de: Keine Snapshots für {}
fr: Aucun instantané pour {}
it: Nessuna istantanea per {}
ja: {} のスナップショットなし
nb_no: Ingen øyeblikksbilder for {}
pl: Brak zrzutów dla {}
uk: Немає знімків для {}
vi: Không có ảnh chụp nhanh nào cho {}

source: New
ar: جديد
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
it: Nuova
ja: 新しい
nb_no: Nytt
pl: Nowy
uk: Створити
vi: Mới

source: No Data Found to Snapshot
ar: لم يعثر على بيانات لالتقاطها
cs: Nenalezena žádná data pro vytvoření snímku
de: Keine Daten zum Erstellen eines Snapshots gefunden
fr: Pas de données trouvées à sauvegarder
it: Nessun dato trovato per l'istantanea
ja: スナップショットにデータが見つからない
nb_no: Ingen data fant som kan lagres i et øyeblikksbilde
pl: Nie znaleziono danych dla zrzutu
uk: Дані для знімка не знайдені
vi: Không tìm thấy dữ liệu nào trong ảnh chụp nhanh

source: Opened snapshots folder
ar: فُتح مجلد اللقطات
cs: Složka se snímky otevřena
de: Snapshot-Ordner geöffnet
fr: Dossier des instantanés ouvert
it: Cartella delle istantanee aperta
ja: 開いたスナップショットフォルダ
nb_no: Åpnet øyeblikksbildemappe
pl: Otwórz folder zrzutów
uk: Відкрито теку знімків
vi: Đã mở thư mục ảnh chụp nhanh

source: Copied Snapshot Paths
ar: نُسخت مسارات اللقطة
cs: Cesty snímků zkopírovány
de: Snaphot Pfad geöffnet
fr: Chemins des instantanés copiés
it: Percorsi delle istantanee copiati
ja: コピーされたスナップショットのパス
nb_no: Kopierte øyeblikksbildestier
pl: Skopiowano ścieżki do zrzutów
uk: Скопійовані шляхи знімків
vi: Đường dẫn ảnh chụp nhanh được sao chép

source: No apps in your selection can be snapshotted
ar: لا يمكن ألتقاط التطبيقات المحدَّدة
cs: Nelze vytvořit snímky pro žádné aplikace z vašeho výběru
de: Für keine der ausgewählten Anwendungen können Schnappschüsse erstellt werden
es: No se puede crear una instantánea de ninguna aplicación de la selección
fr: Il n’est pas possible de prendre des instantanés des applis sélectionnées
ja: 選択したアプリはスナップショットできません。
nb_no: Ingen apper i utvalget ditt kan lagres i øyeblikksbilder
pl: Żadna z zaznaczonych aplikacji nie może mieć utworzonego zrzutu
uk: Жоден з додатків у вашому виборі не може бути збережений у вигляді знімка
vi: Không có ứng dụng nào trong lựa chọn của bạn có thể được chụp nhanh

source: Applying Snapshots
ar: جارٍ تطبيق اللقطات
cs: Aplikuji snímky
de: Snapshots anwenden
es: Aplicando instantáneas
fr: Application des instantanés
it: Applicazione delle istantanee
ja: スナップショットの適用
nb_no: Tar øyeblikksbilder i bruk
pl: Stosowanie zrzutów
uk: Застосування знімків
vi: Áp dụng ảnh chụp nhanh

source: No snapshots to extract
ar: لا لقطات لاستخراجها
cs: Žádné snímky pro extrakci
de: Keine Snapshots zum Extrahieren
fr: Aucun instantané à extraire
it: Nessuna istantanea da estrarre
ja: 抽出するスナップショットがない
nb_no: Ingen øyeblikksbilder å ekstrahere
pl: Brak zrzutów do wypakowania
uk: Немає знімків для вилучення
vi: Không có ảnh chụp nhanh để giải nén

source: No snapshots were found to extract
ar: لم يعثر على لقطات لاستخراجها
cs: Nenalezeny žádné snímky pro extrakci
de: Keine Schnappschüsse zum Extrahieren gefunden
es: No se encontraron instantáneas para extraer
fr: Aucun instantané trouvé à extraire
it: Non è stata trovata alcuna istantanea da estrarre
ja: 抽出するスナップショットは見つからなかった
nb_no: Ingen øyeblikksbilder fant å ekstrahere
pl: Nie znaleziono zrzutów do wypakowania
uk: Знімки для вилучення не знайдено
vi: Không tìm thấy ảnh chụp nhanh nào để giải nén

source: Apply These Snapshots?
ar: طبِّق هذه اللقطات؟
cs: Aplikovat tyto snímky?
de: Snapshots anwenden?
fr: Appliquer ces instantanés ?
it: Applicare queste istantanee?
ja: これらのスナップショットを適用しますか？
nb_no: Ta disse øyeblikksbildene i bruk?
pl: Zastosować tę zrzuty?
uk: Застосувати ці знімки?
vi: Áp dụng những ảnh chụp nhanh này?

source: This will trash the current apps' user data, and apply their newest snapshot
ar: سيؤدي إلى نقل بيانات المستخدم الحالية للتطبيق إلى المهملات، ثم تطبَّق المتوفرة في احدث لقطة
cs: Toto přesune aktuální uživatelská data aplikací do koše a aplikuje jejich nejnovější snímek
de: Hierdurch werden die Benutzerdaten der aktuellen Anwendungen gelöscht und ihr neuester Schnappschuss angewendet
es: Esto eliminará los datos de usuario de las aplicaciones actuales y aplicará su instantánea más reciente
fr: Ceci mettra les données utilisateur actuelles des applis à la corbeille et appliquera leur instantané le plus récent
it: Questo sposterà nel cestino i dati utente delle app e applicherà la loro istantanea più recente
ja: 現在のアプリのユーザーデータはゴミ箱に移され、最新のスナップショットが適用されます。
nb_no: Dette vil slette appenes brukerdata, og ta deres nyeste øyeblikksbildene i bruk
pl: To przeniesie obecne dane użytkowników aplikacji do kosza i zaaplikuje najnowsze zrzuty
uk: Це призведе до видалення поточних даних користувача додатків і застосування їх найновішого знімка
vi: Thao tác này sẽ chuyển dữ liệu người dùng của ứng dụng hiện tại vào thùng rác và áp dụng ảnh chụp nhanh mới nhất của họ

source: Trashed snapshots
ar: نُقلت اللقطات للمهملات
cs: Snímky přesunuty do koše
de: Gelöschte Snapshots
fr: Instantanés mis à la corbeille
it: Istantanee eliminate
ja: ゴミ箱に移されたスナップショット
nb_no: Slettet øyeblikksbilder
pl: Przeniesiono zrzuty do kosza
uk: Знімки відправлені в смітник
vi: Ảnh chụp nhanh bị chuyển vào thùng rác
