Repository: flattool/warehouse
Catalog: po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, nl, pl, th, uk, vi

source: Warehouse
ar: ويرهاوس

source: flatpak;packages;apps;remotes;snapshots;
ar: فلاتباك;الحزم;التطبيقات;المتحكمات;التحكمات;اللقطات;التقاطات;warehouse; flatpak;packages;apps;remotes;snapshots;
cs: flatpak;balíčky;aplikace;repozitáře;snímky;
fr: flatpak;paquets;apps;applis;applications;remotes;distants;snapshots;instantanés;
it: flatpak;pacchetti;applicazioni;remotes;istantanee;
pl: flatpak;pakiety;aplikacje;źródła;migawki;

source: Manage all things Flatpak
ar: أدِر كل ما يتعلق بفلاتباك
cs: Spravujte vše týkající se Flatpaku
de: Verwalten Sie alles rund um Flatpak
es: Gestione todo lo relacionado con Flatpak
fr: Gérez tout ce qui concerne Flatpak
it: Gestisci tutti gli aspetti di Flatpak
ja: Flatpakの全ての事柄を管理する
nb_no: Behandle alt Flatpak
nl: Beheer alles rond Flatpak
pl: Zarządzaj wszystkim, co Flatpakowe
th: จัดการทุกอย่าง Flatpak
uk: Керуйте вашими Flatpak пакунками
vi: Quản lý mọi thứ về Flatpak

source: Warehouse provides a simple UI to control complex Flatpak options, all without resorting to the command line.
ar: ويرهاوس يوفر واجهة بسيطة للتحكم بخيارات فلاتباك المعقدة، دون الحاجة إلى سطر الأوامر.
cs: Warehouse poskytuje jednoduché uživatelské rozhraní pro ovládání složitých možností Flatpaku, to vše bez použití příkazového řádku.
de: Warehouse bietet eine simple Oberfläche um komplexe Flatpak Optionen zu nutzen, ganz ohne die Kommandozeile.
es: Warehouse te da una interfaz simple para controlar opciones complejas de Flatpak, sin tener que utilizar comandos.
fr: Warehouse fournit une interface simple permettant de contrôler les options complexes de Flatpak, sans avoir besoin de recourir à un terminal.
it: Warehouse offre una semplice interfaccia grafica per controllare le opzioni avanzate delle applicazioni flatpak, senza il bisogno della linea di comando.
ja: Warehouseはコマンドラインに頼ることなく、複雑なFlatpakのオプションをコントロールするためのシンプルなUIを提供します。
nb_no: Warehouse tilbyr et enkelt brukergrensesnitt for å styre avanserte Flatpak-innstillinger uten å måtte bruke kommandolinjen.
pl: Warehouse dostarcza przyjemny UI dla zarządzania złożonymi opcjami Flatpaka, bez konieczności korzystania z linii poleceń.
uk: Warehouse надає простий інтерфейс користувача для керування складними параметрами Flatpak, без необхідності використовувати консоль.
vi: Warehouse cho phép người dùng quản lý các lựa chọn phức tạp của Flatpak mà không cần dùng đến giao diện dòng lệnh.

source: Features:
ar: المميزات:
cs: Funkce:
de: Merkmale:
es: Características:
fr: Fonctionnalités :
it: Funzionalità:
ja: 特徴:
nb_no: Funksjoner:
nl: Eigenschappen:
pl: Funkcje:
th: คุณสมบัติ:
uk: Можливості:
vi: Các tính năng:

source: Manage installed Flatpaks and view properties of any package
ar: ادر حزم فلاتباك المثبَّتة واعرض خصائص أي حزمة
cs: Správa nainstalovaných Flatpaků a zobrazení vlastností libovolného balíčku
de: Verwalte installierte Flatpaks und sieh die Eigenschaften von Paketen an
es: Gestiona tus Flatpaks intsalados y las propiedades de qualquier paquete
fr: Gérez les paquets Flatpak installés et visualisez les propriétés de n'importe quel paquet
it: Gestisci le applicazioni Flatpak installate e visualizza le proprietà dei pacchetti
ja: インストールされたFlatpaksを管理し、任意のパッケージのプロパティを表示する
nb_no: Håndter installerte Flatpak-pakker og vis egenskaper til noen som helst installert pakke
pl: Zarządzaj zainstalowanymi Flatpakami i przeglądaj właściwości dowolnego pakietu
uk: Керуйте встановленими Flatpak і переглядайте властивості будь-якого пакета
vi: Quản lý các ứng dụng Flatpak đã cài và xem thông tin của từng gói ứng dụng

source: Change versions of a Flatpak to rollback any unwanted updates
ar: غيّر إصدارات فلاتباك للتراجع عن أي تحديثات غير مرغوب فيها
cs: Změny verzí Flatpaku pro navrácení nechtěných aktualizací
de: Ändere eine Flatpak Version um ungewollte Updates rückgängig zu machen
es: Cambia la versión de un Flatpak para revertir cualquier actualización no deseada
fr: Changez la version d’un paquet Flatpak pour annuler une mise à jour indésirable
it: Cambia la versione di un Flatpak per rimuovere qualsiasi aggiornamento indesiderato
ja: 不要なアップデートをロールバックするために、Flatpakのバージョンを変更する。
nb_no: Bytt versjoner av en Flatpak-pakke for å rulle tilbake uønskede endringer
pl: Zmieniaj wersje Flatpaka, aby cofać niechciane aktualizacje
uk: Змінюйте версії Flatpak, щоб скасувати небажані оновлення
vi: Thay đổi phiên bản của ứng dụng Flatpak để hoàn lại những thay đổi không mong muốn

source: Pin runtimes and mask Flatpaks
ar: ثبِّت بيئات التشغيل وقنِّع حزم فلاتباك
cs: Přišpendlení běhových prostředí a maskování Flatpaků
de: Laufzeitumgebungen anpinnen und Flatpaks markieren
es: Fijar tiempos de ejecución y enmascarar Flatpaks
fr: Épinglez les environnements d’exécution et masquez des Flatpaks
ja: ランタイムをピン止めし、Flatpakを隠す。
nb_no: Feste runtimer og maskere Flatpak-pakker
pl: Przypinaj środowiska uruchomieniowe i ukrywaj Flatpaki
uk: Закріплюйте середовища виконання та приховуйте Flatpak
vi: Thời gian chạy pin và mặt nạ Flatpak

source: Filter packages and sort data, to help find anything easily
ar: رشِّح الحزم ورتِّب البيانات، للمساعدة في العثور على اي شيء بكل سهولة
cs: Filtrování balíčků a řazení dat pro jednoduché vyhledávání
de: Pakete filtern und Daten sortieren, um alles einfach zu finden
es: Filtra paquetes y organiza datos, para encontrar lo que necesitas fácilmente
fr: Filtrez les paquets et triez les données pour trouver facilement ce que vous recherchez
ja: パッケージのフィルタリングとデータの並べ替えで、何でも簡単に見つけることができます。
nb_no: Filtrere pakker og sorter data, for å hjelpe med å finne alt lett
pl: Filtruj pakiety oraz sortuj dane dla ułatwienia wyszukiwania
uk: Фільтруйте пакети та сортуйте дані, щоб легко знаходити потрібне
vi: Lọc và sắp xếp các gói ứng dụng để tìm kiếm mọi thứ dễ dàngdàng

source: See current app user data, and cleanup any unused data left behind
ar: ألقي نظرة على بيانات المستخدم الحالية لتطبيق، ونظف اي بيانات غير مستخدمة لا زالت موجودة
cs: Zobrazení aktuálních uživatelských dat aplikace a vyčištění jakýchkoliv nepoužívaných, zbylých dat
de: Zeigen Sie aktuelle App-Benutzerdaten an und bereinigen Sie alle ungenutzten Daten, die zurückgeblieben sind
es: Ver los datos actuales del usuario de la aplicación y eliminar cualquier dato no utilizado restante
fr: Visualisez les données utilisateur d’une application et nettoyez les données résiduelles
ja: 現在のアプリのユーザーデータを確認し、残っている未使用のデータをクリーンアップする。
nb_no: Se nåværende brukerdata for apper, og rydd opp ubrukte data som ble etterlatt av avinstallerte apper
pl: Przeglądaj dane użytkownika w aplikacji oraz usuwaj zbędne dane
uk: Переглядайте дані користувача додатків і очищуйте невикористані залишкові дані
vi: Kiểm tra dữ liệu ứng dụng hiện tại và xóa bỏ dữ liệu còn xót lại

source: Add popular Flatpak remotes with a few clicks or add custom remotes instead
ar: اضف مستودعات فلاتباك المشهورة بضغطة زر او اضف مستودعات مخصصة
cs: Možnost přidat populární Flatpak repozitáře několika kliknutími nebo přidat vlastní repozitáře
de: Fügen Sie beliebte Flatpak-Repository mit wenigen Klicks hinzu oder fügen Sie ein benutzerdefiniertes Repository hinzu
es: Agregar repositorios Flatpak populares con unos pocos clics o agregar repositorios personalizados en su lugar
fr: Ajoutez des dépôts Flatpak populaires ou personnalisés en quelques clics
it: Aggiungi repository Flatpak popolari con pochi click oppure aggiungi repository Flatpak personalizzati
ja: 数回のクリックで人気のリモートのFlatpakを追加したり、代わりにリモートのカスタムのものを追加することができます。
nb_no: Legg til populære Flatpak-fjernservere med noen få klikk, eller legg til tilpassede fjernservere
pl: Dodaj popularne zdalne repozytoria Flatpak kilkoma kliknięciami lub dodaj własne niestandardowe repozytoria
uk: Додавайте популярні Flatpak-репозиторії в кілька кліків або налаштовуйте власні
vi: Thêm các nguồn remote Flatpak phổ biến và các nguồn riêngriêng chỉ với vài cú nhấn chuột

source: Take snapshots of your apps' user data, saving your data
ar: احفظ لقطات من بيانات المستخدم لتطبيق، محافظًا على بياناتك
cs: Vytváření snímků vašich uživatelských dat z aplikací pro jejich ochranu
de: Erstellen Sie Snapshots der Benutzerdaten Ihrer Apps, um Ihre Daten zu sichern
es: Tomar instantáneas de los datos de usuario de tus aplicaciones, guardando tu información
fr: Enregistrez des instantanés des données utilisateur de vos applications pour les sauvegarder
ja: アプリのユーザーデータのスナップショットを取り、データを保存します。
nb_no: Ta øyeblikksbilder av dine appers brukerdata, og lagre dem
pl: Rób zrzuty danych użytkowników z aplikacji, zapisując swoje dane
uk: Створюйте знімки даних користувача ваших додатків, зберігаючи важливу інформацію
vi: Chụp ảnh nhanh dữ liệu người dùng ứng dụng của bạn, lưu dữ liệu của bạn

source: Install new packages from any remote, or from your system
ar: ثبِّت حزم جديدة من اي مستودع، او من نظامك
cs: Instalace nových balíčků z jakéhokoliv repozitáře nebo z vašeho systému
de: Installieren Sie neue Pakete aus einem beliebigen Repository oder von Ihrem System
es: Instalar nuevos paquetes desde cualquier repositorio remoto o desde tu sistema
fr: Installez de nouveaux paquets depuis n’importe quel dépôt ou depuis votre système
it: Installa nuovi pacchetti da un repository o dal tuo sistema
ja: リモートまたは自分のシステムから新しいパッケージをインストールする
nb_no: Installer nye pakker fra noen som helst fjernserver eller fra systemet ditt
pl: Instaluj nowe pakiety z dowolnego zdalnego źródła bądź z swojego systemu
uk: Встановлюйте нові пакети з будь-якого репозиторію або з вашої системи
vi: Cài gói ứng dụng mới từ bất kỳ nguồn remote nào hoặc từ hệ thống của bạnbạn

source: Responsive UI to fit large and small screen sizes
ar: واجهة مستخدم مستجيبة للتناسب مع كافة احجام الشاشات، من اصغرها لأكبرها
cs: Responzivní uživatelské rozhraní, které se přizpůsobí velkým i malým obrazovkám
de: Responsive Benutzeroberfläche, die sich an große und kleine Bildschirmgrößen anpasst
es: Interfaz adaptable para ajustarse a pantallas grandes y pequeñas
fr: Une interface réactive adaptée à toutes les tailles d’écrans
it: Interfaccia Utente reattiva fatta per adattarsi a schermi grandi e piccoli
ja: 大小の画面サイズにフィットするレスポンシブUI
nb_no: Lydhør brukergrensesnitt for å passe til både store og små skjerm
pl: Responsywny interfejs dla ekranów dużego i małego rozmiaru
uk: Адаптивний інтерфейс для зручної роботи на великих і малих екранах
vi: Thiết kế UI đáp ứng để phù hợp với mọi kích cỡ màn hình

source: Manage Installed Packages in Three Pane UI
ar: ادر الحزم المثبتة بواجهة مستخدم ذات ثلاث ألواح
cs: Správa nainstalovaných balíčků v tří-panelovém uživatelském rozhraní
de: Verwalten Sie installierte Pakete in einer einzigen Benutzeroberfläche
es: Gestionar paquetes instalados en una interfaz de tres paneles
fr: Gérez les paquets installés dans une interface à trois panneaux
ja: Three Pane UIでインストール済みパッケージを管理する
nb_no: Håndter installerte pakker i trerutersgrensesnittet
pl: Zarządzaj zainstalowanymi pakietami w interfejsie użytkownika z trzema panelami
uk: Керуйте встановленими пакетами за допомогою інтерфейсу з трьома панелями
vi: Quản lý các gói ứng dụng đã cài trong UI 3 phần

source: Properties Page in Narrow Window
ar: صفحة الخصائص في نافذة ضيقة
cs: Stránka vlastností v úzkém okně
de: Eigenschaften-Seite in einem schmalen Fenster
es: Página de propiedades en ventana estrecha
fr: Page des propriétés dans une fenêtre étroite
ja: 狭いウィンドウのプロパティページ
nb_no: Egenskaper-siden i et smalt vindu
pl: Właściwości w wąskim oknie
uk: Сторінка властивостей у вузькому вікні
vi: Trang thuộc tính trong cửa sổ thu hẹp

source: Manage Installed Remotes and Add New Remotes
ar: ادر المستودعات المثبَّتة واضف مستودعات جديدة
cs: Správa nainstalovaných repozitářů a přidávání nových
de: Verwalten Sie installierte Repositories und fügen Sie neue hinzu
es: Gestionar repositorios remotos instalados y agregar nuevos
fr: Gérez les dépôts distants installés et ajoutez-en d'autres
it: Gestisci i repository installati e aggiungi nuovi repository
ja: インストールされているリモートの管理と新しいリモートの追加
nb_no: Håndter installerte fjernservere og legg til nye fjernservere
pl: Zarządzaj źródłami i dodawaj nowe
uk: Керуйте встановленими репозиторіями та додавайте нові
vi: Quản lý remote đã cài và thêm các remote mới

source: Manage Apps' User Data
ar: ادر بيانات المستخدم لتطبيق
cs: Správa uživatelských dat aplikací
de: Verwalte die Benutzerdaten der ausgewählten Anwendung
es: Gestionar datos de usuario de las aplicaciones
fr: Gérez les données utilisateur des applications
it: Gestisci i dati utente delle app
ja: アプリのユーザーデータの管理
nb_no: Håndter appers brukerdata
pl: Zarządzaj danymi użytkowników w aplikacjach
uk: Керуйте даними користувача додатків
vi: Quản lý dữ liệu ứng dụng của người dùng

source: Backup Apps' User Data
ar: انسخ بيانات المستخدم لتطبيق احتياطيًا
cs: Záloha uživatelských dat aplikací
de: Stell die Benutzerdaten der ausgewählten Anwendung her
es: Copia de seguridad de los datos de usuario de las apps
fr: Sauvegardez les données utilisateur des applications
ja: アプリのユーザーデータをバックアップする
nb_no: Sikkerhetskopier appers brukerdata
pl: Rób kopie zapasowe danych użytkowników z aplikacji
uk: Резервне копіювання даних користувача додатків
vi: Sao lưu dữ liệu ứng dụng người dùng

source: Install New Packages from Files or Remotes
ar: ثبِّت حزمًا جديدة من الملفات او المستودعات
cs: Instalace nových balíčků ze souborů nebo repozitářů
de: Installieren Sie neue Pakete aus Dateien oder Repositories
es: Instalar nuevos paquetes desde archivos o repositorios remotos
fr: Installez de nouveaux paquets depuis des fichiers ou des dépôts distants
it: Installa nuovi pacchetti da file o repository
ja: ファイルまたはリモートから新しいパッケージをインストールする
nb_no: Installer nye pakker fra filer eller fjernservere
pl: Instaluj nowe zdalne lub lokalne pakiety
uk: Встановлюйте нові пакети з файлів або репозиторіїв
vi: Cài gói ứng dụng mới từ tệp có sẵn hoặc từ remote

source: Install Page in Narrow Window
ar: صفحة التثبيت في نافذة ضيقة
cs: Stránka instalace v úzkém okně
de: Installations-Seite in einem schmalen Fenster
es: Página de instalación en ventana estrecha
fr: Page d’installation dans une fenêtre étroite
ja: 狭いウィンドウにページをインストールする
nb_no: Installer-siden i et smalt vindu
pl: Instaluj w wąskim oknie
uk: Сторінка встановлення у вузькому вікні
vi: Trang cài đặt trong cửa sổ thu hẹp

source: Could not add files
ar: فشلت اضافة الملفات
cs: Nepodařilo se přidat soubory
de: Konnte Dateien nicht hinzufügen
es: No se han podido añadir los archivos
fr: Impossible d’ajouter des fichiers
it: Non è stato possibile aggiungere i file
ja: ファイルを追加できませんでした
nb_no: Klarte ikke å legge til filer
pl: Nie można dodać plików
uk: Не вдалося додати файли
vi: Không thể thêm tệp

source: No files were found
ar: لم يعثر على ملفات
cs: Nenalezeny žádné soubory
de: Keine Dateien gefunden
es: No se han encontrado archivos
fr: Aucun fichier trouvé
it: Nessun file trovato
ja: ファイルが見つかりませんでした
nb_no: Ingen filer fant
pl: Nie znaleziono żadnych plików
uk: Файли не знайдені
vi: Không tìm thấy tệp

source: Flatpaks & Remotes
ar: حزم فلاتباك والمستودعات
cs: Flatpaky a repozitáře
de: Flatpak & Quellen
es: Flatpaks & Repositorios
fr: Flatpaks et dépôts distants
it: Flatpak & Repository
ja: Flatpaks & リモート
nb_no: Legg til Flatpak-pakker og fjernservere
pl: Flatpaki I źródła
uk: Flatpaks та репозиторії
vi: Flatpak & nguồn remote

source: translator-credits
ar: محمد الباشا <contact.mu7basha@gmail.com>
cs: lorduskordus <lorduskordus@gmail.com>
de: Übersetzer-Credits
es: Racsu <me@racsu.com>
fr: Irénée THIRION <irenee.thirion@e.email>
it: Enrico Messina
ja: 翻訳者クレジット
nb_no: Sunniva Løvstad <warehouse@turtle.garden>
pl: kaklewski<oskarkaklewski@gmail.com>
th: Win <winsdominoes2018@gmail.com>
uk: volkov <volkovissocool@gmail.com>
vi: Bao Lam Bui <hotbreadusa@tuta.io>

source: Donate
ar: تبرَّع
cs: Přispět
de: Spenden
es: Donar
fr: Faire un don
it: Dona
ja: 寄付する
nb_no: Doner
pl: Darowizna
uk: Підтримка грошима
vi: Quyên tặng

source: Contributors
ar: المساهمون
cs: Přispěvatelé
de: Mitwirkende
es: Contribuidores
fr: Contributeurs
it: Collaboratori
ja: 貢献者
nb_no: Bidragsgivere
pl: Współtwórcy
uk: Спільнота
vi: Những người đóng góp

source: Could not load packages
ar: فشل تحميل الحزم
cs: Nepodařilo se načíst balíčky
de: Konnte Pakete nicht laden
es: No se han podido cargar los paquetes
fr: Impossible d’ajouter de charger les paquets
it: Non è stato possibile caricare i pacchetti
ja: パッケージをロードできませんでした
nb_no: Klarte ikke å laste inn pakker
pl: Nie można załadować pakietów
uk: Не вдалося завантажити пакети
vi: Không thể tải các gói ứng dụng

source: Errors occurred during installation
ar: حدثت أخطاء أثناء التثبيت
cs: Došlo k chybám během instalace
de: Während der Installation sind Fehler aufgetreten
es: Ocurrieron errores durante la instalación
fr: Des erreurs se sont produites durant l’installation
it: Si sono verificati errori durante l'installazione
ja: インストール中にエラーが発生しました
nb_no: Feil oppsto under installering
pl: Napotkano błędy podczas instalacji
uk: Помилки, що виникли під час встановлення
vi: Xảy ra lỗi trong khi tải

source: Error occurred during installation
ar: حدث خطأ أثناء التثبيت
cs: Došlo k chybě během instalace
de: Während der Installation ist ein Fehler aufgetreten
es: Ocurrió un error durante la instalación
fr: Une erreur s’est produite pendant l’installation
it: Si è verificato un errore durante l'installazione
ja: インストール中にエラーが発生しました
nb_no: En feil oppsto under installering
pl: Wystąpił błąd podczas instalacji
uk: Виникла помилка під час встановлення
vi: Xảy ra lỗi trong khi tải

source: Failed to exit cleanly
ar: لم يُغادَر بنظافة
cs: Nepodařilo se správně skončit
de: Fehler beim sauberen Beenden
es: No se pudo cerrar correctamente
fr: Fermeture incorrecte
ja: クリーンな終了に失敗しました
nb_no: Mislyktes i å avslutte ordentlig
pl: Wystąpił błąd podczas bezpiecznego zakończenia procesu
uk: Не вдалося завершити роботу коректно
vi: Không thể thoát sạch

source: Could not cancel installation
ar: فشل إلغاء التثبيت
cs: Nepodařilo se zrušit instalaci
de: Installation konnte nicht abgebrochen werden
es: No se pudo cancelar la instalación
fr: Impossible d’annuler l’installation
it: Non è stato possibile annullare l'installazione
ja: インストールをキャンセルできませんでした
nb_no: Klarte ikke å avbryte installeringen
pl: Nie można anulować instalacji
uk: Не вдалося скасувати встановлення
vi: Không thể hủy cài đặt

source: Could not install packages
ar: فشل تثبيت الحزم
cs: Nepodařilo se nainstalovat balíčky
de: Anwendungen konnte nicht installiert werden
es: No se pueden instalar los paquetes
fr: Impossible d’installer des paquets
it: Non è stato possibile installare i pacchetti
ja: パッケージをインストールできませんでした
nb_no: Klarte ikke å installere pakker
pl: Nie można zainstalować pakietów
uk: Не вдалося встановити пакети
vi: Không thể cài gói ứng dụng

source: Packages are currently being installed.
ar: يتم تثبيت الحزم.
cs: Balíčky se nyní instalují.
de: Anwendungen werden gerade installiert.
es: Actualmente se están instalando paquetes.
fr: Les paquets sont en cours d’installation.
it: Installazione dei pacchetti in corso.
ja: パッケージは現在インストール中です。
nb_no: Pakker blir installert akkurat nå.
pl: Pakiety są aktualnie instalowane.
uk: Пакети зараз встановлюються.
vi: Đang cài các gói ứng dụng.

source: No packages were requested to be installed.
ar: لم تطلب أي حزم لتثبيتها.
cs: Nebyly vyžádány žádné balíčky pro instalaci.
de: Keine Anwendungen zum Installieren ausgewählt.
es: No se ha solicitado la instalación de paquetes.
fr: Aucun paquet désigné pour être installé.
ja: インストールを要求されたパッケージはありませんでした。
nb_no: Ingen pakker som skulle bli installert, ble oppgitt.
pl: Żaden pakiet nie został wybrany do instalacji.
uk: Не було вибрано жодного пакета для встановлення.
vi: Không có gói nào được yêu cầu cài đặt.

source: This package is End Of Life, and will not receive any security updates
ar: هذه الحزمة منتهية الدعم، ولن تحصل على أي تحديثات أمنية
cs: Tento balíček dosáhl konce životního cyklu a nebude dostávat žádné bezpečnostní aktualizace
de: Diese Anwendung hat das Unterstützungsende erreicht und wird keine Sicherheitsaktualisierungen mehr erhalten
es: {} Este paquete ha llegado al final de su vida útil y no recibirá actualizaciones de seguridad
fr: Ce paquet est en fin de vie et ne recevra plus de mises à jour de sécurité
it: Questo pacchetto è stato dismesso e non riceverà più aggiornamenti di sicurezza
ja: このパッケージはサポート終了のため、セキュリティアップデートは提供されません。
nb_no: Denne pakken er foreldet og får ikke lenger sikkerhetsoppdateringer
pl: Ten pakiet osiągnął koniec cyklu wsparcia i nie będzie otrzymywać żadnych aktualizacji zabezpieczeń
uk: Цей пакет застарів і більше не отримуватиме оновлень безпеки
vi: Gói này là End Of Life và sẽ không nhận được bất kỳ cập nhật bảo mật nào

source: This app's runtime is End Of Life, and will not receive any security updates
ar: بيئة تشغيل هذه الحزمة منتهية الدعم، ولن تحصل على أي تحديثات أمنية
cs: Běhové prostředí této aplikace dosáhlo konce životního cyklu a nebude dostávat žádné bezpečnostní aktualizace
de: Die Runtime dieser Anwendung hat das Unterstützungsende erreicht und wird keine Sicherheitsaktualisierungen mehr erhalten
es: El tiempo de ejecución de esta aplicación es el final de su vida útil y no recibirá ninguna actualización de seguridad
fr: L’environnement d’exécution de cette appli est en fin de vie et ne recevra plus de mises à jour de sécurité
it: Il runtime di questa applicazione è stato dismesso e non riceverà più aggiornamenti di sicurezza
ja: このアプリのランタイムはサポート終了であり、セキュリティアップデートは提供されません。
nb_no: Denne appens runtime er foreldet og får ikke lenger sikkerhetsoppdateringer
pl: To środowisko uruchomieniowe aplikacji osiągnęło koniec cyklu wsparcia i nie będzie otrzymywać żadnych aktualizacji zabezpieczeń
uk: Середовище виконання цього додатка застаріло і більше не отримуватиме оновлень безпеки
vi: Thời gian chạy của ứng dụng này là End Of Life và sẽ không nhận được bất kỳ bản cập nhật bảo mật nào

source: This runtime will never be automatically removed
ar: لن تحذف بيئة التشغيل هذه آليًا
cs: Toto běhové prostředí nikdy nebude automaticky odstraněno
de: Diese Runtime wird niemals automatisch entfernt werden
es: Este tiempo de ejecución nunca se eliminará automáticamente
fr: Cet environnement d’exécution ne sera jamais supprimé automatiquement
it: Questo runtime non sarà mai rimosso automaticamente
ja: このランタイムが自動的に削除されることはありません
nb_no: Denne runtimen blir aldri automatisk fjernet
pl: To środowisko uruchomieniowe nigdy nie zostanie automatycznie usunięte
uk: Це середовище виконання ніколи не буде автоматично видалено
vi: Runtime này sẽ không bao giờ được gỡ tự động

source: Updates are disabled for this package
ar: التحديثات معطلة لهذه الحزمة
cs: Aktualizace jsou pro tento balíček zakázány
de: Updates für diese Anwendung deaktiviert
es: Las actualizaciones están deshabilitadas para este paquete
fr: Les mises à jour sont désactivées pour ce paquet
it: Gli aggiornamenti sono disabilitati per questo pacchetto
ja: このパッケージのアップデートは無効です。
nb_no: Oppdateringer er skrudd av for denne pakken
pl: Aktualizacje są wyłączone dla tego pakietu
uk: Оновлення для цього пакета вимкнені
vi: Các bản cập nhật đã được tắt cho gói ứng dụng này

source: Attempt an Install?
ar: أتحاول التثبيت؟
cs: Zkusit nainstalovat?
de: Installieren?
es: ¿Intentar una instalar?
fr: Tenter une installation ?
it: Provare a installare?
ja: インストールを試みますか？
nb_no: Forsøk å installere?
pl: Spróbować instalacji?
uk: Спробувати встановити?
vi: Thử cài đặt?
